[
  {
    "rate": 5,
    "from": "Тинькофф",
    "feedback": "Руслан провел беспрецедентно детальный аудит нашей системы, выявив 150+ уязвимостей, включая критические. Его подход к пентесту сочетает методичность хакера с глубоким пониманием бизнес-процессов. Особенно впечатлила разработанная им классификация угроз, которая теперь используется во всех наших продуктах. Настоящий профессионал уровня Senior Security Engineer.",
    "date": "2023-11-15"
  },
  {
    "rate": 5,
    "from": "Альфа-Банк",
    "feedback": "За время работы Руслан полностью преобразовал нашу систему безопасности: внедренный им Secure SDLC сократил количество уязвимостей в production на 70%. Его система мониторинга угроз на базе Azure Sentinel стала отраслевым эталоном. Редкий специалист, который одинаково силен и в технике, и в обучении персонала.",
    "date": "2023-08-22"
  },
  {
    "rate": 5,
    "from": "Сбербанк-Сервис",
    "feedback": "Руслан возглавил red team в ходе наших учений по кибербезопасности. Его сценарии атак были настолько реалистичны, что выявили слабые места, о которых мы не подозревали. Разработанные им контрмеры значительно усилили защиту критической инфраструктуры. Рекомендуем как эксперта мирового уровня.",
    "date": "2024-01-10"
  },
  {
    "rate": 5,
    "from": "VK (бывш. ВКонтакте)",
    "feedback": "Благодаря аудиту Руслана мы устранили уязвимости OWASP Top 10 в наших сервисах. Его отчеты — образец четкости: каждый пункт содержит не только описание проблемы, но и готовые PoC, и рекомендации по исправлению. Проведенные им воркшопы по безопасной разработке изменили культуру работы наших инженеров.",
    "date": "2023-09-05"
  },
  {
    "rate": 4,
    "from": "Райффайзенбанк",
    "feedback": "Руслан провел качественный пентест мобильного приложения, хотя некоторые рекомендации по безопасности оказались избыточными для нашего risk-аппетита. Временами его перфекционизм замедлял процесс, но итоговый результат значительно усилил нашу защиту. Рекомендуем с оговоркой на необходимость четких границ аудита.",
    "date": "2023-07-18"
  },
  {
    "rate": 5,
    "from": "Яндекс",
    "feedback": "Лучший специалист по Burp Suite и анализу веб-уязвимостей в нашем опыте. Руслан не только нашел SQL-инъекции в legacy-коде, но и разработал систему автоматического сканирования, предотвращающую подобные ошибки. Его работа по внедрению security champions в команды разработки дала потрясающие результаты.",
    "date": "2024-02-28"
  },
  {
    "rate": 3,
    "from": "Ozon",
    "feedback": "Аудит проведен тщательно, но с заметным акцентом на идеальные решения без учета наших временных ограничений. Руслан категорически отвергал компромиссы в безопасности, что иногда конфликтовало с бизнес-требованиями. Тем не менее, найденные им уязвимости были критически важны.",
    "date": "2023-10-12"
  },
  {
    "rate": 5,
    "from": "МТС Digital",
    "feedback": "Руслан спроектировал для нас систему защиты API, которая теперь обрабатывает 2M+ запросов в день без инцидентов. Его знание арабского языка неожиданно помогло в анализе угроз с Ближнего Востока. Уникальное сочетание хакерских навыков и архитектурного мышления!",
    "date": "2023-12-03"
  },
  {
    "rate": 2,
    "from": "StartupSecure",
    "feedback": "Слишком академичный подход для нашего динамичного стартапа. Руслан настаивал на дорогостоящих мерах защиты там, где риски были минимальны. Хотя технически он безупречен, его рекомендации оказались невыполнимы в наших условиях. Возможно, лучше подходит для крупных предприятий.",
    "date": "2023-06-30"
  },
  {
    "rate": 5,
    "from": "Газпромбанк",
    "feedback": "Под руководством Руслана наша red team провела самые реалистичные учения за 10 лет. Его сценарии на стыке социальной инженерии и технических эксплойтов показали уязвимости, о которых мы даже не догадывались. Внедренные контрмеры защитили клиентов от потенциальных аналоговых атак.",
    "date": "2024-03-15"
  },
  {
    "rate": 4,
    "from": "QIWI",
    "feedback": "Комплексный аудит платежных систем выполнен безукоризненно, хотя некоторые рекомендации по двухфакторной аутентификации вызвали споры с продукт-менеджерами. Руслан убедительно аргументировал свою позицию, и в итоге 80% его предложений были внедрены. Профессионал с характером!",
    "date": "2023-08-05"
  },
  {
    "rate": 5,
    "from": "Росбанк",
    "feedback": "Руслан преобразовал нашу практику безопасности: внедренный им процесс Threat Modeling на ранних этапах разработки сэкономил миллионы потенциальных убытков. Его методика обучения через CTF-соревнования мотивировала команду как никакие тренинги. Настоящий security evangelist!",
    "date": "2023-11-28"
  },
  {
    "rate": 5,
    "from": "Лаборатория Касперского",
    "feedback": "В совместном проекте по анализу банковских троянов Руслан проявил не только техническую экспертизу (особенно в анализе Metasploit-эксплойтов), но и редкую способность объяснять сложные концепции. Его отчет о векторах атак через AWS S3 стал методическим пособием для наших аналитиков.",
    "date": "2024-01-22"
  },
  {
    "rate": 4,
    "from": "2ГИС",
    "feedback": "Аудит геосервисов выявил неочевидные уязвимости в API, хотя некоторые рекомендации по безопасности картографических данных были избыточны. Руслан проявил гибкость, адаптируя свои стандарты под наши реалии. В целом — сильный специалист с глубоким погружением в предметную область.",
    "date": "2023-09-17"
  },
  {
    "rate": 5,
    "from": "СберСтрахование",
    "feedback": "Разработанная Русланом система детектирования аномалий в страховании (на базе SIEM) предотвратила несколько случаев мошенничества. Его подход к анализу рисков через машинное обучение и правила ручной верификации стал новым стандартом в компании. Блестящее сочетание техники и бизнес-интуиции!",
    "date": "2023-10-30"
  },
  {
    "rate": 3,
    "from": "Delivery Club",
    "feedback": "Пентест мобильного приложения выявил важные проблемы, но сроки проекта несколько затянулись из-за нестандартных тестов Руслана. Его focus на редких векторах атак был полезен, хотя не все найденное требовало срочного исправления. Рекомендуем с поправкой на необходимость четких сроков.",
    "date": "2024-02-10"
  },
  {
    "rate": 5,
    "from": "Ростелеком-Solar",
    "feedback": "Руслан провел самое глубокое тестирование на проникновение за нашу историю. Его отчет на 200+ страниц с PoC для каждой уязвимости и рекомендациями по устранению теперь используется как эталон для внутренних аудитов. Отдельно отметим его работу по безопасной настройке Kubernetes-кластеров — это спасло нас от потенциального инцидента.",
    "date": "2023-12-14"
  }
]