[
  {
    "id": 1,
    "fullName": "Алексей Сергеевич Волков",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["Java", "Spring Boot", "Kafka", "PostgreSQL"],
      "Платформы": ["Linux", "Docker"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "a.volkov.dev@gmail.com",
      "phone": "+7 (915) 123-45-67"
    },
    "bio": "Алексей — senior backend-разработчик с 7-летним опытом создания высоконагруженных систем. Начинал карьеру в Сбере, где разрабатывал микросервисы для обработки платежей. Затем перешел в Авито, где занимался оптимизацией API для поискового движка, что позволило снизить время отклика на 30%. В настоящее время работает в Lamoda Tech, где проектирует архитектуру системы управления складскими запасами. Специализируется на разработке распределенных систем, оптимизации запросов к базам данных и внедрении event-driven архитектуры. Имеет опыт работы с Kubernetes, мониторингом (Prometheus, Grafana) и системами логирования (ELK stack). Руководил командой из 4 разработчиков при миграции монолита на микросервисы. Реализовал систему кеширования, которая сократила нагрузку на БД на 60%. Постоянно изучает новые технологии, участвует в конференциях как спикер."
  },
  {
    "id": 2,
    "fullName": "Дмитрий Андреевич Соколов",
    "sex": "male",
    "skills": {
      "Направление": ["Data Science"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Python", "PyTorch", "TensorFlow", "OpenCV"],
      "Платформы": ["Linux", "Windows"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "d.sokolov.ds@gmail.com",
      "phone": "+7 (915) 234-56-78"
    },
    "bio": "Дмитрий — data scientist с 5-летним опытом в машинном обучении и компьютерном зрении. Начинал карьеру в стартапе по распознаванию изображений, где разрабатывал модели для классификации товаров. Затем работал в МТС Digital, где создавал рекомендательные системы для медиа-контента. В настоящее время работает в NVIDIA над проектами в области генеративного ИИ. Специализируется на глубоком обучении, особенно в области компьютерного зрения (CV) и обработки естественного языка (NLP). Имеет несколько публикаций на конференциях по машинному обучению. Разработал систему детекции аномалий на производстве, которая сократила количество брака на 25%. Владеет полным циклом работы с данными: от сбора и очистки до развертывания моделей в production. Участвует в open-source проектах, ведет технический блог о машинном обучении."
  },
  {
    "id": 3,
    "fullName": "Иван Николаевич Козлов",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Kubernetes", "Terraform", "Ansible", "AWS"],
      "Платформы": ["Linux", "MacOS"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "i.kozlov.ops@gmail.com",
      "phone": "+7 (915) 345-67-89"
    },
    "bio": "Иван — lead DevOps инженер с 8-летним опытом автоматизации и управления инфраструктурой. Начинал карьеру системным администратором в Ростелекоме, где занимался поддержкой серверного оборудования. Затем перешел в Ozon Tech, где участвовал в миграции инфраструктуры в облако. В настоящее время работает в Tinkoff, где руководит командой из 6 DevOps инженеров. Специализируется на построении отказоустойчивых кластеров Kubernetes, автоматизации CI/CD (GitLab CI, ArgoCD), мониторинге (Prometheus, Grafana) и управлении инфраструктурой как код (IaC). Разработал систему автоматического масштабирования, которая сократила затраты на облако на 40%. Имеет сертификаты AWS Solutions Architect Professional и CKA (Certified Kubernetes Administrator). Участвовал в построении disaster recovery стратегии для критически важных банковских сервисов. Активно участвует в DevOps комьюнити, проводит воркшопы по Kubernetes и облачным технологиям."
  },
  {
    "id": 4,
    "fullName": "Михаил Олегович Белов",
    "sex": "male",
    "skills": {
      "Направление": ["Frontend-разработка"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["React", "TypeScript", "Next.js", "GraphQL"],
      "Платформы": ["MacOS", "Windows"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "m.belov.front@gmail.com",
      "phone": "+7 (915) 456-78-90"
    },
    "bio": "Михаил — senior frontend-разработчик с 6-летним опытом создания сложных веб-приложений. Начинал карьеру в HTML Academy, где разрабатывал интерактивные курсы по программированию. Затем работал в Яндекс.Маркете над улучшением пользовательского интерфейса, что повысило конверсию на 15%. В настоящее время работает в Revolut, где занимается разработкой финансовых дашбордов. Специализируется на React-экосистеме, включая state management (Redux, MobX), серверный рендеринг (Next.js) и оптимизацию производительности. Имеет опыт работы с дизайн-системами (Storybook), тестированием (Jest, Cypress) и доступностью (a11y). Руководил командой из 3 разработчиков при создании PWA для офлайн-работы приложения. Участвовал в миграции с классовых компонентов на hooks, что значительно упростило поддержку кода. Активно следит за трендами во фронтенд-разработке, выступает на митапах, ведет канал про современный JavaScript."
  },
  {
    "id": 5,
    "fullName": "Андрей Викторович Морозов",
    "sex": "male",
    "skills": {
      "Направление": ["Кибербезопасность"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["SIEM", "IDS/IPS", "Metasploit", "Burp Suite"],
      "Платформы": ["Kali Linux", "Windows Server"]
    },
    "experienceYears": 9,
    "contacts": {
      "email": "a.morozov.sec@gmail.com",
      "phone": "+7 (915) 567-89-01"
    },
    "bio": "Андрей — эксперт по кибербезопасности с 9-летним опытом в защите информации. Начинал карьеру в группе реагирования на инциденты (CSIRT) в Райффайзенбанке. Затем работал в Group-IB, где занимался расследованием киберпреступлений и пентестами. В настоящее время возглавляет отдел безопасности в крупном телеком-операторе. Специализируется на анализе угроз, тестировании на проникновение и построении SOC. Имеет сертификаты OSCP, CISSP и CEH. Разработал систему мониторинга угроз, которая сократила время обнаружения атак с 72 до 4 часов. Провел более 50 успешных пентестов корпоративных сетей. Участвовал в расследовании крупных утечек данных и финансовых мошенничеств. Читает лекции по информационной безопасности в МГТУ им. Баумана, регулярно выступает на профильных конференциях. Автор нескольких методик по обнаружению APT-атак."
  },
  {
    "id": 6,
    "fullName": "Павел Денисович Гусев",
    "sex": "male",
    "skills": {
      "Направление": ["Fullstack-разработка"],
      "Языки": ["Русский", "Английский", "Китайский"],
      "Технологии": ["Node.js", "React", "MongoDB", "Docker"],
      "Платформы": ["Linux", "MacOS"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "p.gusev.fullstack@gmail.com",
      "phone": "+7 (915) 678-90-12"
    },
    "bio": "Павел — fullstack разработчик с 5-летним опытом создания end-to-end решений. Начинал карьеру в стартапе по разработке edtech платформы, где отвечал как за фронтенд, так и за бекенд. Затем работал в Алисе (Яндекс), где участвовал в создании голосовых навыков. В настоящее время работает в международной компании Remote, разрабатывающей платформу для удаленных команд. Специализируется на JavaScript-стеке (MEAN/MERN), но также имеет опыт с Python (Django) и PHP (Laravel). Разработал систему real-time коллаборации, которая позволяет нескольким пользователям одновременно редактировать документы. Оптимизировал производительность приложения, сократив время загрузки с 5 до 1 секунды. Имеет опыт работы с WebSockets, Server-Sent Events и другими технологиями real-time взаимодействия. Участвует в хакатонах как fullstack разработчик, ведет блог про современные веб-технологии."
  },
  {
    "id": 7,
    "fullName": "Роман Игоревич Новиков",
    "sex": "male",
    "skills": {
      "Направление": ["Cloud-инженерия"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["AWS", "Terraform", "Serverless", "Kubernetes"],
      "Платформы": ["Linux", "Windows Server"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "r.novikov.cloud@gmail.com",
      "phone": "+7 (915) 789-01-23"
    },
    "bio": "Роман — cloud архитектор с 7-летним опытом работы с облачными технологиями. Начинал карьеру в Mail.ru Group, где занимался миграцией сервисов в private cloud. Затем работал в AWS Professional Services, помогая клиентам переносить инфраструктуру в облако. В настоящее время работает в Spotify, где проектирует глобальную облачную инфраструктуру для стриминга музыки. Специализируется на multi-cloud стратегиях (AWS, GCP, Azure), serverless архитектуре и cost optimization. Имеет все top AWS сертификации, включая Solutions Architect Professional и DevOps Engineer Professional. Разработал систему автоматического управления ресурсами, которая сэкономила компании $2M в год. Руководил миграцией монолитного приложения на микросервисы в облаке, что повысило отказоустойчивость и масштабируемость. Регулярно выступает на облачных конференциях, ведет подкаст про cloud технологии. Автор нескольких open-source инструментов для работы с AWS."
  },
  {
    "id": 8,
    "fullName": "Сергей Петрович Крылов",
    "sex": "male",
    "skills": {
      "Направление": ["Мобильная разработка"],
      "Языки": ["Русский", "Английский", "Португальский"],
      "Технологии": ["Kotlin", "Swift", "Flutter", "Firebase"],
      "Платформы": ["Android", "iOS"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "s.krylov.mobile@gmail.com",
      "phone": "+7 (915) 890-12-34"
    },
    "bio": "Сергей — lead mobile разработчик с 6-летним опытом создания кроссплатформенных приложений. Начинал карьеру в Avito, разрабатывая нативные Android приложения. Затем перешел в Delivery Club, где создавал iOS версию приложения с нуля. В настоящее время работает в стартапе по фитнесу, где отвечает за всю мобильную разработку на Flutter. Специализируется на гибридной разработке (Flutter, React Native), но также имеет глубокие знания нативных технологий (Kotlin, Swift). Оптимизировал производительность приложения, сократив количество падений на 90%. Разработал систему A/B тестирования, которая позволила быстро проверять гипотезы. Имеет опыт публикации приложений в App Store и Google Play, включая работу с review guidelines и monetization. Руководил командой из 5 мобильных разработчиков при создании приложения с 1M+ пользователей. Активно участвует в мобильном комьюнити, выступает на конференциях, ведет курс по Flutter в Skillbox."
  },
  {
    "id": 9,
    "fullName": "Артём Вадимович Зимин",
    "sex": "male",
    "skills": {
      "Направление": ["QA / Тестирование"],
      "Языки": ["Русский", "Английский", "Японский"],
      "Технологии": ["Selenium", "Cypress", "JMeter", "Appium"],
      "Платформы": ["Windows", "Linux"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "a.zimin.qa@gmail.com",
      "phone": "+7 (915) 901-23-45"
    },
    "bio": "Артём — QA automation lead с 8-летним опытом обеспечения качества ПО. Начинал карьеру manual тестировщиком в 1С, где тестировал бухгалтерские системы. Затем перешел в Касперский, где автоматизировал тестирование антивирусных продуктов. В настоящее время работает в EPAM, где руководит командой automation engineers. Специализируется на создании end-to-end тестовых фреймворков, нагрузочном тестировании и CI/CD интеграции. Разработал систему автоматического регрессионного тестирования, которая сократила время релиза с 2 недель до 3 дней. Имеет глубокие знания в Selenium WebDriver, Cypress для веб-тестирования и Appium для мобильного. Создал нагрузочные тесты для банковской системы, которые выявили узкие места при 10 000 RPS. Внедрил практики shift-left testing, что позволило находить 80% багов на этапе разработки. Ведущий подкаста про QA, автор курсов по автоматизированному тестированию, регулярный спикер на QA конференциях."
  },
  {
    "id": 10,
    "fullName": "Кирилл Анатольевич Баранов",
    "sex": "male",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Figma", "Sketch", "Adobe XD", "Photoshop"],
      "Платформы": ["MacOS", "Windows"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "k.baranov.design@gmail.com",
      "phone": "+7 (915) 012-34-56"
    },
    "bio": "Кирилл — senior product designer с 7-летним опытом создания пользовательских интерфейсов. Начинал карьеру в веб-студии, разрабатывая дизайн для корпоративных сайтов. Затем работал в Сбербанке над redesign мобильного приложения, что повысило NPS на 20 пунктов. В настоящее время работает в Spotify, создавая интерфейсы для музыкальных сервисов. Специализируется на дизайн-системах, user research и prototyping. Разработал дизайн-систему, которая ускорила процесс разработки интерфейсов на 40%. Провел более 50 usability тестирований, выявляя pain points пользователей. Имеет опыт работы с анимацией интерфейсов (After Effects, Principle) и accessibility (WCAG). Руководил командой из 3 дизайнеров при создании платформы для подкастов. Участвует в дизайн-спринтах, проводит воркшопы по Figma, ведет блог про UX-тренды. Победитель нескольких дизайн-хакатонов, его работы были отмечены на Awwwards и Behance."
  },
  {
    "id": 11,
    "fullName": "Егор Станиславович Широков",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["Go", "Kafka", "gRPC", "PostgreSQL", "Redis"],
      "Платформы": ["Linux", "Docker", "Kubernetes"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "e.shirokov.backend@gmail.com",
      "phone": "+7 (916) 123-45-67"
    },
    "bio": "Егор — архитектор высоконагруженных распределённых систем с 8-летним опытом. Начинал карьеру в Mail.ru Group, участвуя в разработке микросервисов для почтового сервиса. В Rambler возглавлял команду, разрабатывающую API для новостной платформы с нагрузкой 50 000 RPS. В настоящее время работает в Delivery Club, где проектирует систему обработки заказов с гарантированной доставкой сообщений. Специализируется на оптимизации производительности (снизил 99-й перцентиль latency с 1200ms до 150ms в ключевом сервисе) и построении отказоустойчивых систем (достиг 99.99% uptime). Разработал фреймворк для распределённых транзакций в eventually consistent архитектуре. Имеет патент на алгоритм эффективного шардирования временных рядов. Регулярно выступает на HighLoad++ и других профильных конференциях. Автор open-source библиотеки для работы с circuit breakers на Go."
  },
  {
    "id": 12,
    "fullName": "Николай Геннадьевич Орлов",
    "sex": "male",
    "skills": {
      "Направление": ["Data Engineering"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["Apache Spark", "Airflow", "Hadoop", "Flink", "Snowflake"],
      "Платформы": ["Linux", "AWS", "GCP"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "n.orlov.data@gmail.com",
      "phone": "+7 (916) 234-56-78"
    },
    "bio": "Николай — lead data engineer с экспертизой в построении масштабируемых ETL-систем. В СберТехе создал платформу обработки финансовых транзакций объемом 10+ TB/day. В Ozon оптимизировал пайплайны рекомендательных систем, сократив время выполнения с 6 до 1.5 часов. В настоящее время строит real-time analytics platform для международного ритейлера. Разработал: 1) Систему incremental processing, снизившую costs на 60%, 2) Фреймворк мониторинга data quality с 150+ метриками, 3) Unified metadata layer для 500+ датасетов. Глубокие знания: распределённые вычисления (успешно debugged skew issues на 2000+ core кластерах), оптимизация запросов (переписал 80+ HiveQL → Spark SQL), CDC (Debezium). Имеет сертификации: Google Professional Data Engineer, AWS Big Data Specialist. Организатор московского Data Engineering Meetup, автор популярного Telegram-канала про data-инфраструктуру."
  },
  {
    "id": 13,
    "fullName": "Владимир Александрович Фролов",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps", "SRE"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Kubernetes", "Istio", "ArgoCD", "Prometheus", "Grafana"],
      "Платформы": ["GCP", "AWS", "On-prem"]
    },
    "experienceYears": 10,
    "contacts": {
      "email": "v.frolov.sre@gmail.com",
      "phone": "+7 (916) 345-67-89"
    },
    "bio": "Владимир — principal SRE с десятилетним опытом обеспечения надежности крупномасштабных систем. В Яндексе создал SRE-практику для Поиска (99.99% доступности при 1B+ запросов/день). В Tinkoff внедрил: 1) Multi-cluster Kubernetes (30+ кластеров), 2) Automated canary analysis, 3) Chaos engineering framework. Текущая позиция — Head of Platform Engineering в стартапе с $2B valuation. Ключевые достижения: 1) Снизил MTTR с 4 часов до 25 минут через улучшенный monitoring (2000+ алертов → 50 key SLO-based), 2) Автоматизировал 90% рутинных операций через internal developer platform, 3) Построил capacity planning модель, сэкономив $1.2M/год. Эксперт в: 1) Service mesh (мигрировали 500+ сервисов на Istio), 2) GitOps (5000+ deployments/month), 3) Performance tuning (JVM, Linux kernel). Частый спикер на KubeCon, автор книги «SRE для быстрорастущих компаний»."
  },
  {
    "id": 14,
    "fullName": "Константин Борисович Савельев",
    "sex": "male",
    "skills": {
      "Направление": ["Machine Learning Engineering"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Python", "TensorFlow", "Kubeflow", "Ray", "MLflow"],
      "Платформы": ["Linux", "AWS SageMaker"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "k.savelyev.ml@gmail.com",
      "phone": "+7 (916) 456-78-90"
    },
    "bio": "Константин — ML engineer с фокусом на production-grade системы. В Avito построил платформу для обучения и serving 100+ моделей рекомендаций (40% uplift в CTR). В Wildberries разработал: 1) Feature store для 1000+ фичей, 2) Auto-retraining pipeline, 3) A/B тестирования инфраструктуру. Сейчас работает в международной AI-компании над системой real-time fraud detection. Специализация: 1) Оптимизация inference (снизил latency с 500ms → 50ms через ONNX+TensorRT), 2) Feature engineering at scale (PySpark + Dask), 3) MLOps (внедрил full CI/CD для ML). Решил сложные проблемы: data drift detection (собственный алгоритм на KS-тестах), model versioning (разработал custom solution до появления MLflow). Автор 3 патентов в области обработки временных рядов. Ведущий подкаста «ML в продакшне», организатор ODS.ai meetups. Имеет публикации на NeurIPS workshops по topics monitoring."
  },
  {
    "id": 15,
    "fullName": "Тимофей Леонидович Ермаков",
    "sex": "male",
    "skills": {
      "Направление": ["Frontend-архитектура"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["TypeScript", "React", "GraphQL", "Webpack", "Next.js"],
      "Платформы": ["MacOS", "Linux"]
    },
    "experiencеYears": 9,
    "contacts": {
      "email": "t.ermakov.front@gmail.com",
      "phone": "+7 (916) 567-89-01"
    },
    "bio": "Тимофей — frontend-архитектор с уникальным опытом масштабирования сложных SPA. В Яндексе переписал Маркет с jQuery на React (улучшил LCP с 5s → 1.2s). В Tinkoff: 1) Создал design system (50+ reusable components), 2) Внедрил micro-frontends (20+ autonomous teams), 3) Разработал performance monitoring dashboard. В настоящее время Chief Frontend Architect в международном fintech. Ключевые проекты: 1) Framework для изоморфных приложений (SSR + CSR hybrid), 2) Dev tools для visual regression testing, 3) Build system с incremental compilation (ускорил сборки на 70%). Эксперт в: 1) Bundle optimization (сжал main bundle с 2MB → 300KB), 2) State management (разработал custom solution на proxies), 3) Web Components interoperability. Автор популярной библиотеки для lazy loading изображений (10k+ GitHub stars). Регулярный спикер на Frontend Conf, член TC39 contributors."
  },
  {
    "id": 16,
    "fullName": "Глеб Артёмович Кудрявцев",
    "sex": "male",
    "skills": {
      "Направление": ["Cloud Security"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["AWS IAM", "Terraform", "SIEM", "OWASP", "KMS"],
      "Платформы": ["AWS", "GCP", "Azure"]
    },
    "experienceYears": 11,
    "contacts": {
      "email": "g.kudryavtsev.sec@gmail.com",
      "phone": "+7 (916) 678-90-12"
    },
    "bio": "Глеб — директор по кибербезопасности с фокусом на облачные технологии. В Kaspersky построил SOC для защиты SaaS-продуктов (24/7 monitoring). В VK Cloud Solutions разработал: 1) Multi-account landing zone, 2) Automated compliance framework (GDPR, PCI DSS), 3) Threat intelligence platform. Сейчас CISO в международной fintech-компании. Достижения: 1) Предотвратил криптоджекинг атаку (экономия $500k+), 2) Внедрил zero-trust architecture, 3) Создал security champions program (50+ trained engineers). Эксперт в: 1) Cloud hardening (CIS benchmarks), 2) Secrets management (Hashicorp Vault + автоrotation), 3) Container security (Falco, Aqua). Имеет 15+ сертификаций: CISSP, CCSP, AWS Security Specialty. Автор методики 'Security as Code' (Terraform + Checkov + OPA). Член ENISA экспертного совета, лектор в МФТИ."
  },
  {
    "id": 17,
    "fullName": "Данила Романович Маслов",
    "sex": "male",
    "skills": {
      "Направление": ["Мобильная разработка"],
      "Языки": ["Русский", "Английский", "Китайский"],
      "Технологии": ["Kotlin", "Swift", "Flutter", "Firebase", "gRPC"],
      "Платформы": ["Android", "iOS", "HarmonyOS"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "d.maslov.mobile@gmail.com",
      "phone": "+7 (916) 789-01-23"
    },
    "bio": "Данила — lead mobile developer с опытом создания высоконагруженных приложений. В MY.GAMES разрабатывал мобильные клиенты для MMO-игр с 5M+ установок. В VK реализовал кросс-платформенное решение на Flutter для всех сервисов экосистемы. Специализация: 1) Нативная оптимизация (снизил потребление памяти на 40% в Android-приложениях), 2) Безопасность мобильных приложений (внедрил certificate pinning и obfuscation), 3) Оффлайн-режимы (разработал систему синхронизации данных). Ключевые достижения: 1) Ускорил запуск приложения с 4 до 1.2 секунд через lazy loading, 2) Создал универсальный UI-kit для 20+ продуктов компании, 3) Автоматизировал 90% тестового покрытия. Эксперт по Google Play и App Store guidelines, оптимизировал процесс публикации обновлений."
  },
  {
    "id": 18,
    "fullName": "Максим Валерьевич Тихонов",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Go", "Kafka", "PostgreSQL", "Redis", "Kubernetes"],
      "Платформы": ["Linux", "AWS", "Yandex Cloud"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "m.tikhonov.backend@gmail.com",
      "phone": "+7 (916) 890-12-34"
    },
    "bio": "Максим — архитектор распределённых систем с экспертизой в высоконагруженных проектах. В Яндексе разрабатывал API Поиска, обрабатывающий 50K RPS. В Tinkoff создал: 1) Систему обработки транзакций с гарантированной доставкой, 2) Микросервисную архитектуру для банковских продуктов, 3) Механизм blue-green deployments. Специализация: 1) Проектирование масштабируемых API (разработал стандарты для 100+ сервисов), 2) Оптимизация запросов к БД (уменьшил 99-й перцентиль с 1200ms до 150ms), 3) Event-driven архитектура. Реализовал: 1) Канареечное развертывание с автоматическим откатом, 2) Локализацию проблем через distributed tracing, 3) Систему rate limiting для защиты от DDoS. Автор внутренних курсов по Go и микросервисам."
  },
  {
    "id": 19,
    "fullName": "Ярослав Кириллович Кузнецов",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["Terraform", "Ansible", "Prometheus", "Grafana", "ArgoCD"],
      "Платформы": ["AWS", "Kubernetes", "OpenStack"]
    },
    "experienceYears": 12,
    "contacts": {
      "email": "y.kuznetsov.devops@gmail.com",
      "phone": "+7 (916) 901-23-45"
    },
    "bio": "Ярослав — senior DevOps engineer с фокусом на надежности инфраструктуры. В Ростелекоме автоматизировал развертывание облачных сервисов для 10K+ виртуальных машин. В Ozon: 1) Построил GitOps-пайплайны для 500 микросервисов, 2) Внедрил service mesh (Istio), 3) Создал систему мониторинга на основе 2000+ метрик. Специализация: 1) Infrastructure as Code (написал 50K строк Terraform), 2) CI/CD оптимизация (уменьшил время сборки с 40 до 7 минут), 3) Безопасность облачной инфраструктуры. Ключевые проекты: 1) Миграция монолита на k8s (200+ подов), 2) Автоскейлинг кластеров (экономия $300K/год), 3) Disaster recovery план для критических сервисов. Имеет сертификации CKA, CKAD и AWS Solutions Architect. Ведущий подкаста о DevOps-практиках."
  },
  {
    "id": 20,
    "fullName": "Станислав Дмитриевич Блинов",
    "sex": "male",
    "skills": {
      "Направление": ["Data Science"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Python", "PyTorch", "scikit-learn", "Apache Spark", "MLflow"],
      "Платформы": ["Linux", "AWS SageMaker", "Databricks"]
    },
    "experienceYears": 9,
    "contacts": {
      "email": "s.blinov.ds@gmail.com",
      "phone": "+7 (916) 012-34-56"
    },
    "bio": "Станислав — lead data scientist с опытом внедрения ML-решений в производство. В Сбере разработал систему скоринга малого бизнеса (увеличил точность на 25%). В Wildberries создал: 1) Алгоритм динамического ценообразования (+15% к прибыли), 2) Модель прогнозирования спроса (MAPE 8%), 3) Систему обнаружения аномалий в поставках. Специализация: 1) Feature engineering (разработал 500+ признаков для разных доменов), 2) Оптимизация ML-моделей (уменьшил размер в 10x через quantization), 3) MLOps (внедрил полный цикл от экспериментов до продакшна). Реализовал: 1) Автоматический мониторинг дрейфа данных, 2) Систему A/B тестирования моделей, 3) Инструмент для объяснения предсказаний (SHAP/LIME). Автор курса по production-ready ML на Stepik, участник конференций DataFest и AI Journey."
  },
  {
    "id": 21,
    "fullName": "Виктор Семёнович Шестаков",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский", "Китайский"],
      "Технологии": ["Java", "Spring Boot", "Kafka", "MongoDB", "gRPC"],
      "Платформы": ["Linux", "Docker", "Kubernetes"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "v.shestakov.backend@gmail.com",
      "phone": "+7 (917) 123-45-67"
    },
    "bio": "Виктор — senior backend разработчик с опытом создания высоконагруженных систем. В Alibaba разрабатывал микросервисы для платежной системы, обрабатывающей 10K+ транзакций в секунду. В Сбере участвовал в миграции монолитной банковской системы на микросервисную архитектуру. Специализация: 1) Оптимизация производительности (уменьшил время отклика API с 800ms до 120ms), 2) Распределенные транзакции (реализовал паттерн Saga), 3) Безопасность API (внедрил OAuth 2.0 и rate limiting). Ключевые достижения: 1) Разработал систему кеширования, снизив нагрузку на БД на 60%, 2) Создал механизм blue-green deployments для бесперебойного обновления, 3) Автоматизировал 85% тестового покрытия. Эксперт по проектированию REST и gRPC API."
  },
  {
    "id": 22,
    "fullName": "Вадим Аркадьевич Комиссаров",
    "sex": "male",
    "skills": {
      "Направление": ["Data Science"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["Python", "TensorFlow", "PySpark", "XGBoost", "MLflow"],
      "Платформы": ["Linux", "AWS", "Databricks"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "v.komissarov.ds@gmail.com",
      "phone": "+7 (917) 234-56-78"
    },
    "bio": "Вадим — lead data scientist с опытом внедрения ML-решений в фармацевтике и финансах. В Ростехе разработал систему прогнозирования отказов оборудования (точность 92%). В Альфа-Банке создал: 1) Модель кредитного скоринга (увеличила точность на 18%), 2) Алгоритм обнаружения мошеннических операций (снизил false positive на 30%), 3) Систему рекомендаций финансовых продуктов. Специализация: 1) Feature engineering (разработал 300+ признаков для временных рядов), 2) Оптимизация больших моделей (уменьшил размер в 5x без потери качества), 3) AutoML pipelines. Реализовал: 1) Систему мониторинга дрейфа данных, 2) Инструмент объяснения предсказаний для бизнеса, 3) Платформу для A/B тестирования моделей. Автор курса по прикладному машинному обучению."
  },
  {
    "id": 23,
    "fullName": "Григорий Фёдорович Беляев",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Terraform", "Ansible", "Prometheus", "Grafana", "ArgoCD"],
      "Платформы": ["AWS", "Kubernetes", "OpenStack"]
    },
    "experienceYears": 10,
    "contacts": {
      "email": "g.belyaev.devops@gmail.com",
      "phone": "+7 (917) 345-67-89"
    },
    "bio": "Григорий — senior DevOps engineer с экспертизой в облачных технологиях. В Mail.ru Group автоматизировал развертывание инфраструктуры для 1000+ серверов. В X5 Group: 1) Построил GitOps-пайплайны для 300 микросервисов, 2) Внедрил service mesh (Linkerd), 3) Создал систему централизованного логирования. Специализация: 1) Infrastructure as Code (написал 40K строк Terraform), 2) CI/CD оптимизация (сократил время сборки с 30 до 5 минут), 3) Безопасность облачных сред. Ключевые проекты: 1) Миграция из дата-центра в AWS (200+ сервисов), 2) Настройка автоскейлинга (экономия $250K/год), 3) Реализация disaster recovery плана. Имеет сертификации CKA, CKAD и AWS Solutions Architect. Организатор DevOps митапов в Москве."
  },
  {
    "id": 24,
    "fullName": "Леонид Григорьевич Котов",
    "sex": "male",
    "skills": {
      "Направление": ["Кибербезопасность"],
      "Языки": ["Русский", "Английский", "Японский"],
      "Технологии": ["SIEM", "IDS/IPS", "Burp Suite", "Metasploit", "OWASP ZAP"],
      "Платформы": ["Kali Linux", "Windows Server", "AWS Security Hub"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "l.kotov.security@gmail.com",
      "phone": "+7 (917) 456-78-90"
    },
    "bio": "Леонид — penetration tester с опытом аудита корпоративных сетей. В Лаборатории Касперского проводил тестирование на проникновение для 50+ компаний. В Тинькофф: 1) Обнаружил и устранил 120+ уязвимостей, 2) Разработал программу обучения по безопасности для разработчиков, 3) Создал систему мониторинга угроз. Специализация: 1) Web application security (проверил 200+ веб-приложений), 2) Red teaming (провел 30+ симуляций атак), 3) Secure code review. Ключевые достижения: 1) Предотвратил потенциальный инцидент с утечкой данных 10M пользователей, 2) Внедрил автоматизированное сканирование в CI/CD, 3) Улучшил среднее время реагирования с 72 до 4 часов. Имеет сертификаты OSCP, CEH и CISSP. Участник bug bounty программ с общим вознаграждением $50K+."
  },
  {
    "id": 25,
    "fullName": "Василий Рудольфович Суханов",
    "sex": "male",
    "skills": {
      "Направление": ["Cloud-инженерия"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["AWS", "Terraform", "Kubernetes", "Serverless", "Prometheus"],
      "Платформы": ["AWS", "GCP", "Azure"]
    },
    "experienceYears": 12,
    "contacts": {
      "email": "v.sukhanov.cloud@gmail.com",
      "phone": "+7 (917) 567-89-01"
    },
    "bio": "Василий — cloud architect с опытом построения масштабируемых облачных решений. В Яндексе проектировал инфраструктуру для облачного marketplace (1000+ виртуальных машин). В Ozon: 1) Оптимизировал cloud costs на 40% через right-sizing, 2) Внедрил multi-account стратегию для 50+ команд, 3) Построил систему мониторинга для 200+ метрик. Специализация: 1) Multi-cloud архитектуры (AWS + GCP), 2) Serverless-приложения (Lambda, Cloud Functions), 3) Cloud security (разработал 150+ security policies). Ключевые проекты: 1) Миграция монолита на cloud-native (200 микросервисов), 2) Создание internal developer platform, 3) Реализация disaster recovery между регионами. Имеет 10+ cloud сертификаций. Автор курса по облачным технологиям в МГТУ им. Баумана."
  },
  {
    "id": 26,
    "fullName": "Юрий Яковлевич Лаврентьев",
    "sex": "male",
    "skills": {
      "Направление": ["Fullstack-разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["TypeScript", "React", "Node.js", "NestJS", "GraphQL"],
      "Платформы": ["AWS", "Docker", "Linux"]
    },
    "experienceYears": 9,
    "contacts": {
      "email": "y.lavrentiev.fullstack@gmail.com",
      "phone": "+7 (917) 678-90-12"
    },
    "bio": "Юрий — senior fullstack разработчик с опытом создания комплексных веб-приложений. В Яндексе разрабатывал платформу для внутренних сервисов на React и Node.js. В Сбере участвовал в создании интернет-банка для корпоративных клиентов. Специализация: 1) Изоморфные приложения (SSR + CSR), 2) Оптимизация производительности (уменьшил время загрузки с 5 до 1.2 секунд), 3) Микросервисная архитектура. Ключевые достижения: 1) Разработал систему real-time обновлений через WebSockets, 2) Создал универсальный компонентный UI-кит, 3) Внедрил автоматическое тестирование с 85% покрытием. Эксперт по TypeScript и современным фреймворкам."
  },
  {
    "id": 27,
    "fullName": "Борис Ильич Терехов",
    "sex": "male",
    "skills": {
      "Направление": ["Frontend-разработка"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["JavaScript", "React", "Redux", "Webpack", "Jest"],
      "Платформы": ["Web", "Mobile", "Desktop"]
    },
    "experienceYears": 11,
    "contacts": {
      "email": "b.terekhov.frontend@gmail.com",
      "phone": "+7 (917) 789-01-23"
    },
    "bio": "Борис — lead frontend разработчик с экспертизой в сложных SPA. В Mail.ru Group руководил разработкой интерфейса Почты. В Тинькофф создал: 1) Дизайн-систему для 50+ продуктов, 2) Микрофронтенд-архитектуру, 3) Инструменты для визуального тестирования. Специализация: 1) Оптимизация рендеринга (уменьшил количество ререндеров в 5x), 2) Доступность (a11y), 3) State management. Реализовал: 1) Ленивую загрузку компонентов, 2) Интерактивные дашборды с 60 FPS, 3) Систему A/B тестирования интерфейсов. Автор популярного блога о React и frontend-оптимизациях."
  },
  {
    "id": 28,
    "fullName": "Олег Артёмович Щукин",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Kubernetes", "Terraform", "Prometheus", "Grafana", "ArgoCD"],
      "Платформы": ["AWS", "GCP", "On-premise"]
    },
    "experienceYears": 14,
    "contacts": {
      "email": "o.shchukin.devops@gmail.com",
      "phone": "+7 (917) 890-12-34"
    },
    "bio": "Олег — principal DevOps engineer с опытом построения надежной инфраструктуры. В Ростелекоме создал платформу для развертывания облачных сервисов. В Ozon: 1) Внедрил GitOps для 1000+ микросервисов, 2) Построил систему мониторинга на 5000+ метрик, 3) Оптимизировал затраты на облако на 35%. Специализация: 1) High availability (99.99% uptime), 2) Security hardening, 3) Performance tuning. Разработал: 1) Автоматическую систему масштабирования, 2) Disaster recovery план для критических сервисов, 3) Internal developer platform. Имеет сертификации CKA, CKAD и AWS Professional."
  },
  {
    "id": 29,
    "fullName": "Семён Георгиевич Медведев",
    "sex": "male",
    "skills": {
      "Направление": ["Data Science"],
      "Языки": ["Русский", "Английский", "Иврит"],
      "Технологии": ["Python", "PyTorch", "TensorFlow", "Spark", "MLflow"],
      "Платформы": ["AWS SageMaker", "Databricks", "Hadoop"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "s.medvedev.ds@gmail.com",
      "phone": "+7 (917) 901-23-45"
    },
    "bio": "Семён — senior data scientist с фокусом на NLP и компьютерное зрение. В Яндексе разрабатывал алгоритмы обработки естественного языка для Алисы. В Сбере создал: 1) Систему анализа тональности отзывов, 2) Модель распознавания документов, 3) Чат-бота для клиентской поддержки. Специализация: 1) Transfer learning, 2) Model optimization, 3) MLOps. Реализовал: 1) Пайплайн для обучения моделей на 1M+ примеров, 2) Систему мониторинга дрейфа данных, 3) Инструмент объяснения предсказаний. Автор научных публикаций по deep learning."
  },
  {
    "id": 30,
    "fullName": "Фёдор Вячеславович Собольков",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Go", "Kafka", "PostgreSQL", "Redis", "gRPC"],
      "Платформы": ["Linux", "Kubernetes", "AWS"]
    },
    "experienceYears": 13,
    "contacts": {
      "email": "f.sobolkov.backend@gmail.com",
      "phone": "+7 (917) 012-34-56"
    },
    "bio": "Фёдор — архитектор высоконагруженных систем. В Mail.ru Group проектировал бекенд для мессенджера с 10M+ пользователей. В Avito: 1) Оптимизировал поисковый движок (уменьшил latency с 1200ms до 200ms), 2) Внедрил event-driven архитектуру, 3) Создал систему репликации данных между регионами. Специализация: 1) Распределенные системы, 2) Безопасность API, 3) Микросервисы. Разработал: 1) Фреймворк для graceful degradation, 2) Механизм кеширования в 3 уровнях, 3) Систему rate limiting. Эксперт по проектированию масштабируемых API."
  },
  {
    "id": 31,
    "fullName": "Руслан Олегович Агафонов",
    "sex": "male",
    "skills": {
      "Направление": ["Кибербезопасность"],
      "Языки": ["Русский", "Английский", "Арабский"],
      "Технологии": ["SIEM", "IDS/IPS", "Burp Suite", "Metasploit", "OWASP"],
      "Платформы": ["Kali Linux", "AWS Security", "Azure Sentinel"]
    },
    "experienceYears": 9,
    "contacts": {
      "email": "r.agafanov.security@gmail.com",
      "phone": "+7 (918) 123-45-67"
    },
    "bio": "Руслан — penetration tester с опытом аудита финансовых систем. В Тинькофф обнаружил и устранил 150+ уязвимостей. В Альфа-Банке: 1) Разработал программу обучения по безопасности, 2) Создал систему мониторинга угроз, 3) Внедрил автоматизированное сканирование кода. Специализация: 1) Web application security, 2) Red teaming, 3) Secure SDLC. Имеет сертификаты OSCP, CEH и CISSP."
  },
  {
    "id": 32,
    "fullName": "Виталий Артурович Зуев",
    "sex": "male",
    "skills": {
      "Направление": ["QA / Тестирование"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["Selenium", "Cypress", "JMeter", "Appium", "Allure"],
      "Платформы": ["Web", "Mobile", "API"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "v.zuev.qa@gmail.com",
      "phone": "+7 (918) 234-56-78"
    },
    "bio": "Виталий — lead QA automation engineer. В Яндексе создал фреймворк для end-to-end тестирования 100+ микросервисов. В Ozon: 1) Внедрил performance testing в CI/CD, 2) Разработал систему визуального регрессионного тестирования, 3) Оптимизировал тестовые пайплайны (ускорил в 3x). Специализация: 1) Test automation, 2) Load testing, 3) Quality gates."
  },
  {
    "id": 33,
    "fullName": "Игорь Игнатьевич Калинин",
    "sex": "male",
    "skills": {
      "Направление": ["Cloud-инженерия"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["AWS", "Terraform", "Kubernetes", "Serverless", "Prometheus"],
      "Платформы": ["AWS", "GCP", "Azure"]
    },
    "experienceYears": 11,
    "contacts": {
      "email": "i.kalinin.cloud@gmail.com",
      "phone": "+7 (918) 345-67-89"
    },
    "bio": "Игорь — cloud architect с опытом миграции в облако. В Сбере проектировал гибридную инфраструктуру. В Mail.ru Group: 1) Оптимизировал cloud costs на 40%, 2) Внедрил multi-account стратегию, 3) Построил систему мониторинга. Имеет 10+ cloud сертификаций."
  },
  {
    "id": 34,
    "fullName": "Анатолий Арсеньевич Трофимов",
    "sex": "male",
    "skills": {
      "Направление": ["Мобильная разработка"],
      "Языки": ["Русский", "Английский", "Японский"],
      "Технологии": ["Kotlin", "Swift", "Flutter", "Firebase", "gRPC"],
      "Платформы": ["Android", "iOS", "HarmonyOS"]
    },
    "experienceYears": 15,
    "contacts": {
      "email": "a.trofimov.mobile@gmail.com",
      "phone": "+7 (918) 456-78-90"
    },
    "bio": "Анатолий — lead mobile developer. В VK разрабатывал приложения для 10M+ пользователей. В Яндекс.Такси: 1) Оптимизировал производительность (уменьшил crashes на 70%), 2) Создал кросс-платформенные компоненты, 3) Внедрил автоматическое тестирование."
  },
  {
    "id": 35,
    "fullName": "Геннадий Валентинович Черкасов",
    "sex": "male",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Figma", "Sketch", "Adobe XD", "Photoshop", "Illustrator"],
      "Платформы": ["Web", "Mobile", "Desktop"]
    },
    "experienceYears": 12,
    "contacts": {
      "email": "g.cherkasov.design@gmail.com",
      "phone": "+7 (918) 567-89-01"
    },
    "bio": "Геннадий — senior UX/UI designer. В Тинькофф создал дизайн-систему для всех продуктов банка. В Яндекс.Маркете: 1) Улучшил конверсию на 25%, 2) Разработал mobile-first подход, 3) Провел 50+ usability тестов. Специализация: 1) User research, 2) Design systems, 3) Interaction design."
  },
  {
    "id": 36,
    "fullName": "Степан Николаевич Потапов",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Java", "Spring Boot", "Kafka", "PostgreSQL", "Redis"],
      "Платформы": ["Linux", "Docker", "Kubernetes"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "s.potapov.backend@gmail.com",
      "phone": "+7 (919) 123-45-67"
    },
    "bio": "Степан — senior backend разработчик с опытом создания высоконагруженных API. В Ozon разрабатывал систему обработки заказов, выдерживающую 10K RPS. В Сбере участвовал в миграции монолитного банковского ядра на микросервисную архитектуру. Специализация: 1) Оптимизация запросов к БД (уменьшил 99-й перцентиль с 800ms до 150ms), 2) Распределенные транзакции (реализовал паттерн SAGA), 3) Event-driven архитектура. Ключевые достижения: 1) Разработал систему кеширования, снизив нагрузку на БД на 60%, 2) Внедрил circuit breaker для критических сервисов, 3) Создал механизм blue-green deployments."
  },
  {
    "id": 37,
    "fullName": "Артур Степанович Галкин",
    "sex": "male",
    "skills": {
      "Направление": ["Frontend-разработка"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["TypeScript", "React", "Redux", "Webpack", "Jest"],
      "Платформы": ["Web", "Mobile"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "a.galkin.frontend@gmail.com",
      "phone": "+7 (919) 234-56-78"
    },
    "bio": "Артур — frontend разработчик с экспертизой в создании сложных SPA. В Тинькофф участвовал в разработке интернет-банка для физических лиц. В Яндекс.Маркете: 1) Оптимизировал производительность (уменьшил время загрузки с 4 до 1.5 секунд), 2) Разработал систему A/B тестирования интерфейсов, 3) Создал reusable UI-компоненты. Специализация: 1) State management, 2) Performance optimization, 3) Accessibility (a11y). Реализовал: 1) Ленивую загрузку компонентов, 2) Интерактивные дашборды, 3) Автоматическое тестирование с 80% покрытием."
  },
  {
    "id": 38,
    "fullName": "Даниил Данилович Макаров",
    "sex": "male",
    "skills": {
      "Направление": ["Data Science"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Python", "PyTorch", "scikit-learn", "Pandas", "MLflow"],
      "Платформы": ["Linux", "AWS SageMaker"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "d.makarov.ds@gmail.com",
      "phone": "+7 (919) 345-67-89"
    },
    "bio": "Даниил — data scientist с опытом внедрения ML-моделей в производство. В Wildberries разрабатывал систему рекомендаций товаров (увеличил конверсию на 15%). В Сбере создал: 1) Модель прогнозирования оттока клиентов (точность 88%), 2) Алгоритм обнаружения мошеннических операций, 3) Систему автоматического категорирования транзакций. Специализация: 1) Feature engineering, 2) Model deployment, 3) MLOps. Реализовал: 1) Пайплайн для обучения моделей, 2) Систему мониторинга дрейфа данных, 3) Инструмент объяснения предсказаний для бизнес-пользователей."
  },
  {
    "id": 39,
    "fullName": "Эдуард Сергеевич Львов",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Kubernetes", "Terraform", "ArgoCD", "Prometheus", "Grafana"],
      "Платформы": ["AWS", "GCP", "On-premise"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "e.lvov.devops@gmail.com",
      "phone": "+7 (919) 456-78-90"
    },
    "bio": "Эдуард — DevOps engineer с опытом построения надежной инфраструктуры. В Mail.ru Group участвовал в миграции 500+ сервисов на Kubernetes. В Ozon: 1) Внедрил GitOps подход, 2) Построил систему мониторинга на 2000+ метрик, 3) Оптимизировал затраты на облако на 30%. Специализация: 1) CI/CD pipelines, 2) Infrastructure as Code, 3) Cloud security. Разработал: 1) Автоматическую систему масштабирования, 2) Disaster recovery план, 3) Internal developer platform. Имеет сертификации CKA и AWS Solutions Architect."
  },
  {
    "id": 40,
    "fullName": "Роберт Русланович Дорофеев",
    "sex": "male",
    "skills": {
      "Направление": ["Fullstack-разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["JavaScript", "React", "Node.js", "Express", "MongoDB"],
      "Платформы": ["Web", "Mobile", "Desktop"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "r.dorofeev.fullstack@gmail.com",
      "phone": "+7 (919) 567-89-01"
    },
    "bio": "Роберт — fullstack разработчик с опытом создания комплексных веб-приложений. В Avito разрабатывал платформу для внутренних сервисов. В Тинькофф: 1) Создал систему real-time уведомлений, 2) Оптимизировал производительность (уменьшил время загрузки с 3 до 0.8 секунд), 3) Разработал reusable UI-компоненты. Специализация: 1) SSR/CSR hybrid, 2) WebSockets, 3) Micro-frontends. Реализовал: 1) Авторизацию через JWT, 2) Систему кеширования, 3) Автоматическое тестирование с 75% покрытием."
  },
  {
    "id": 41,
    "fullName": "Герман Валентинович Симонов",
    "sex": "male",
    "skills": {
      "Направление": ["Кибербезопасность"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["SIEM", "IDS/IPS", "Burp Suite", "Metasploit", "OWASP ZAP"],
      "Платформы": ["Kali Linux", "Windows Server"]
    },
    "experienceYears": 9,
    "contacts": {
      "email": "g.simonov.security@gmail.com",
      "phone": "+7 (919) 678-90-12"
    },
    "bio": "Герман — penetration tester с опытом аудита корпоративных сетей. В Лаборатории Касперского проводил тестирование на проникновение для 30+ компаний. В Сбере: 1) Обнаружил и устранил 80+ уязвимостей, 2) Разработал программу обучения по безопасности, 3) Создал систему мониторинга угроз. Специализация: 1) Web application security, 2) Red teaming, 3) Secure code review. Имеет сертификаты OSCP и CISSP."
  },
  {
    "id": 42,
    "fullName": "Матвей Данилович Громов",
    "sex": "male",
    "skills": {
      "Направление": ["QA / Тестирование"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Selenium", "Cypress", "JMeter", "Postman", "Allure"],
      "Платформы": ["Web", "Mobile", "API"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "m.gromov.qa@gmail.com",
      "phone": "+7 (919) 789-01-23"
    },
    "bio": "Матвей — QA automation engineer с опытом тестирования высоконагруженных систем. В Яндексе разрабатывал фреймворк для end-to-end тестирования. В Ozon: 1) Внедрил performance testing в CI/CD, 2) Создал систему визуального регрессионного тестирования, 3) Оптимизировал тестовые пайплайны. Специализация: 1) Test automation, 2) Load testing, 3) Quality gates."
  },
  {
    "id": 43,
    "fullName": "Захар Павлович Лапин",
    "sex": "male",
    "skills": {
      "Направление": ["Cloud-инженерия"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["AWS", "Terraform", "Kubernetes", "Serverless", "Prometheus"],
      "Платформы": ["AWS", "GCP"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "z.lapin.cloud@gmail.com",
      "phone": "+7 (919) 890-12-34"
    },
    "bio": "Захар — cloud engineer с опытом построения масштабируемых облачных решений. В Mail.ru Group участвовал в миграции инфраструктуры в AWS. В Тинькофф: 1) Оптимизировал cloud costs на 25%, 2) Внедрил multi-account стратегию, 3) Построил систему мониторинга. Специализация: 1) Infrastructure as Code, 2) Serverless, 3) Cloud security. Имеет сертификаты AWS Solutions Architect и Kubernetes Administrator."
  },
  {
    "id": 44,
    "fullName": "Марк Андреевич Филиппов",
    "sex": "male",
    "skills": {
      "Направление": ["Мобильная разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Kotlin", "Swift", "Flutter", "Firebase", "gRPC"],
      "Платформы": ["Android", "iOS"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "m.filippov.mobile@gmail.com",
      "phone": "+7 (919) 901-23-45"
    },
    "bio": "Марк — mobile developer с опытом создания кросс-платформенных приложений. В Яндекс.Такси разрабатывал клиентскую часть приложения. В Сбере: 1) Оптимизировал производительность (уменьшил crashes на 50%), 2) Создал reusable UI-компоненты, 3) Внедрил автоматическое тестирование. Специализация: 1) Native development, 2) Performance optimization, 3) CI/CD для мобильных приложений."
  },
  {
    "id": 45,
    "fullName": "Лев Владимирович Шубин",
    "sex": "male",
    "skills": {
      "Направление": ["Frontend-разработка"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["JavaScript", "TypeScript", "React", "Redux", "Next.js", "GraphQL"],
      "Платформы": ["Web", "Linux"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "l.shubin.frontend@yandex.ru",
      "phone": "+7 (912) 345-67-89"
    },
    "bio": "Лев — опытный frontend-разработчик с более чем 5-летним стажем. Начинал карьеру в стартапе по разработке образовательных платформ, где занимался созданием интерактивных интерфейсов на React. Затем перешёл в крупную IT-компанию, где участвовал в разработке высоконагруженного SaaS-продукта для корпоративных клиентов. Основные достижения: 1) Оптимизация производительности приложения, что сократило время загрузки на 40%, 2) Внедрение системы дизайн-системы на основе Storybook, 3) Разработка архитектуры микросервисного фронтенда. Специализируется на: 1) Создании масштабируемых SPA-приложений, 2) Оптимизации производительности веб-приложений, 3) Интеграции фронтенда с различными бэкенд-системами. В последнее время активно работает с TypeScript и Next.js для создания изоморфных приложений. Также имеет опыт менторства junior-разработчиков и проведения технических собеседований."
  },
  {
    "id": 46,
    "fullName": "Пётр Алексеевич Королёв",
    "sex": "male",
    "skills": {
      "Направление": ["Backend-разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Java", "Spring Boot", "Kotlin", "PostgreSQL", "Kafka", "Docker", "Kubernetes"],
      "Платформы": ["Linux", "Windows Server"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "p.korolev.backend@gmail.com",
      "phone": "+7 (987) 654-32-10"
    },
    "bio": "Пётр — backend-разработчик с 6-летним опытом создания высоконагруженных распределённых систем. Начинал карьеру в банковском секторе, где разрабатывал системы обработки транзакций на Java EE. Затем перешёл в крупную e-commerce компанию, где занимался разработкой микросервисной архитектуры для платформы с более чем 1 млн ежедневных пользователей. Основные достижения: 1) Реализация системы кэширования, сократившая нагрузку на базу данных на 70%, 2) Оптимизация SQL-запросов и индексов в PostgreSQL, 3) Разработка системы асинхронной обработки событий на основе Kafka. Специализируется на: 1) Создании отказоустойчивых микросервисных архитектур, 2) Оптимизации производительности баз данных, 3) Реализации сложных бизнес-процессов. Имеет сертификацию по Kubernetes и опыт развёртывания приложений в облачных средах (AWS, GCP). Активно участвует в open-source проектах, связанных с экосистемой Spring."
  },
  {
    "id": 47,
    "fullName": "Всеволод Борисович Жуков",
    "sex": "male",
    "skills": {
      "Направление": ["DevOps"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Docker", "Kubernetes", "Terraform", "Ansible", "AWS", "GitLab CI/CD", "Prometheus", "Grafana"],
      "Платформы": ["Linux", "Cloud"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "v.zhukov.devops@mail.ru",
      "phone": "+7 (926) 123-45-67"
    },
    "bio": "Всеволод — инженер DevOps с 7-летним опытом автоматизации процессов разработки и развёртывания приложений. Начинал карьеру как системный администратор, затем перешёл в область автоматизации и управления инфраструктурой. Работал в международных компаниях, где отвечал за построение CI/CD процессов для распределённых команд разработки. Основные достижения: 1) Реализация системы blue-green развёртывания для критически важных сервисов, 2) Автоматизация provisioning инфраструктуры с помощью Terraform, 3) Настройка системы мониторинга на базе Prometheus и Grafana для 200+ микросервисов. Специализируется на: 1) Построении отказоустойчивых облачных инфраструктур, 2) Оптимизации затрат на облачные ресурсы, 3) Реализации GitOps подходов. Имеет сертификации AWS Certified DevOps Engineer и Certified Kubernetes Administrator. Активно участвует в технических конференциях как спикер по вопросам DevOps практик и cloud-технологий. Также занимается менторством начинающих DevOps инженеров."
  },
  {
    "id": 48,
    "fullName": "Денис Витальевич Ефимов",
    "sex": "male",
    "skills": {
      "Направление": ["Data Science"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Python", "PyTorch", "TensorFlow", "Pandas", "NumPy", "Scikit-learn", "SQL", "Apache Spark"],
      "Платформы": ["Linux", "Cloud"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "d.efimov.ds@gmail.com",
      "phone": "+7 (915) 678-90-12"
    },
    "bio": "Денис — Data Scientist с 4-летним опытом работы в области машинного обучения и анализа данных. Начинал карьеру в исследовательском центре, где занимался обработкой естественного языка (NLP). Затем перешёл в крупный ритейл, где разрабатывал системы рекомендаций и прогнозирования спроса. Основные достижения: 1) Разработка модели прогнозирования оттока клиентов с точностью 85%, 2) Создание системы рекомендаций, увеличившей средний чек на 15%, 3) Оптимизация ETL-процессов с использованием Apache Spark, сократившая время обработки данных с 6 часов до 40 минут. Специализируется на: 1) Глубоком обучении для задач компьютерного зрения и NLP, 2) Построении end-to-end ML pipelines, 3) Разработке production-решений для машинного обучения. Имеет научные публикации в области применения методов глубокого обучения для обработки медицинских изображений. Регулярно участвует в Kaggle соревнованиях (Top 5% в нескольких конкурсах). Также преподаёт курс по машинному обучению в техническом университете."
  },
  {
    "id": 49,
    "fullName": "Георгий Олегович Давыдов",
    "sex": "male",
    "skills": {
      "Направление": ["Кибербезопасность"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Metasploit", "Burp Suite", "Wireshark", "Nmap", "SIEM", "IDS/IPS", "OWASP", "Kali Linux"],
      "Платформы": ["Linux", "Windows", "Network"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "g.davydov.security@protonmail.com",
      "phone": "+7 (903) 456-78-90"
    },
    "bio": "Георгий — специалист по кибербезопасности с 8-летним опытом работы в области penetration testing и защиты информации. Начинал карьеру в государственном секторе, занимаясь аудитом безопасности информационных систем. Затем работал в международной консалтинговой компании, проводя тестирование на проникновение для крупных банков и корпораций. Основные достижения: 1) Обнаружение и устранение критической уязвимости в веб-приложении крупного банка, 2) Разработка системы мониторинга безопасности на базе SIEM, 3) Проведение более 200 успешных пентестов для различных организаций. Специализируется на: 1) Тестировании веб-приложений на соответствие OWASP Top 10, 2) Анализе защищённости сетевой инфраструктуры, 3) Расследовании инцидентов информационной безопасности. Имеет сертификации OSCP, CISSP и CEH. Регулярно выступает на конференциях по информационной безопасности и проводит тренинги для IT-специалистов. Также участвует в программе bug bounty, обнаружив более 50 критических уязвимостей в различных продуктах."
  },
  {
    "id": 50,
    "fullName": "Александр Игоревич Комаров",
    "sex": "male",
    "skills": {
      "Направление": ["Fullstack-разработка"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["JavaScript", "TypeScript", "React", "Node.js", "Express", "MongoDB", "PostgreSQL", "Docker"],
      "Платформы": ["Web", "Linux", "Cloud"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "a.komarov.fullstack@yahoo.com",
      "phone": "+7 (917) 890-12-34"
    },
    "bio": "Александр — fullstack-разработчик с 5-летним опытом создания комплексных веб-решений. Начинал карьеру как frontend-разработчик, затем освоил backend и стал работать над полным циклом разработки. Работал в продуктовых компаниях и аутсорсинге, создавая решения для международных клиентов. Основные достижения: 1) Разработка highload платформы для онлайн-образования с более чем 50 000 одновременных пользователей, 2) Создание системы real-time обновлений данных с использованием WebSockets, 3) Оптимизация производительности приложения, сократившая время ответа сервера на 60%. Специализируется на: 1) Создании универсальных JavaScript/TypeScript решений, 2) Разработке архитектуры масштабируемых приложений, 3) Интеграции различных сервисов и API. Владеет современными подходами к разработке, включая serverless архитектуры и micro-frontends. Имеет опыт менторства и проведения технических собеседований. Также ведёт технический блог о fullstack разработке с аудиторией более 10 000 подписчиков."
  },
  {
    "id": 100,
    "fullName": "Анна Сергеевна Волкова",
    "sex": "female",
    "skills": {
      "Направление": ["Аналитика"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["SQL", "Python", "Tableau", "Power BI", "Excel", "Google Analytics", "BigQuery"],
      "Платформы": ["Windows", "MacOS", "Cloud"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "a.volkova.analytics@gmail.com",
      "phone": "+7 (916) 123-45-67"
    },
    "bio": "Анна — аналитик данных с 6-летним опытом работы в крупных IT-компаниях и стартапах. Начинала карьеру в маркетинговом агентстве, где занималась анализом рекламных кампаний, после чего перешла в продуктовую аналитику. Основные достижения: 1) Разработка системы прогнозирования LTV пользователей, увеличившая прибыль компании на 25%, 2) Автоматизация отчётов с помощью Python и Airflow, сократившая время на рутинные задачи на 70%, 3) Внедрение A/B-тестирования, позволившее оптимизировать UX ключевого продукта. Специализируется на: 1) Построении дашбордов в Tableau и Power BI, 2) Глубоком анализе пользовательского поведения, 3) Работе с большими данными (BigQuery, Spark). Имеет опыт менторства и проведения воркшопов по data-driven принятию решений. Также ведёт Telegram-канал о data science с аудиторией более 8 000 подписчиков."
  },
  {
    "id": 101,
    "fullName": "Елена Андреевна Соколова",
    "sex": "female",
    "skills": {
      "Направление": ["Дизайн"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Adobe Photoshop", "Illustrator", "Figma", "Procreate", "Blender", "After Effects"],
      "Платформы": ["Windows", "MacOS", "iPad"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "e.sokolova.design@yahoo.com",
      "phone": "+7 (905) 234-56-78"
    },
    "bio": "Елена — дизайнер с 7-летним опытом работы в рекламе, геймдеве и digital-агентствах. Начинала как графический дизайнер, затем освоила motion-дизайн и 3D-моделирование. Основные достижения: 1) Создание фирменного стиля для международного фестиваля, который получил награду Red Dot Award, 2) Разработка анимации для мобильной игры с 10+ млн загрузок, 3) Дизайн упаковки для продуктовой линейки, увеличивший продажи на 40%. Специализируется на: 1) Брендинге и айдентике, 2) 3D-визуализации, 3) Креативном направлении проектов. Работала с клиентами из США, Европы и Азии. Преподавала в школе дизайна, ведёт мастер-классы по цифровой иллюстрации. Имеет портфолио из 50+ успешных проектов. В свободное время рисует концепт-арт для инди-игр."
  },
  {
    "id": 102,
    "fullName": "Ольга Николаевна Козлова",
    "sex": "female",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["Figma", "Sketch", "Adobe XD", "InVision", "Miro", "UserTesting", "Hotjar"],
      "Платформы": ["Web", "Mobile", "Desktop"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "o.kozlova.uiux@mail.ru",
      "phone": "+7 (977) 345-67-89"
    },
    "bio": "Ольга — UI/UX-дизайнер с 5-летним опытом создания удобных и эстетичных интерфейсов. Начинала карьеру в веб-студии, затем перешла в продуктовую компанию, где занималась комплексным redesign’ом платформы. Основные достижения: 1) Повышение конверсии главного экрана на 35% за счёт юзабилити-доработок, 2) Создание дизайн-системы, ускорившей работу команды в 2 раза, 3) Проведение 50+ пользовательских интервью для формирования CJM. Специализируется на: 1) Прототипировании сложных интерфейсов, 2) Анимации микровзаимодействий, 3) Доступности (accessibility). Работала над проектами в fintech, edtech и e-commerce. Участвует в хакатонах как UX-эксперт. Ведёт блог о трендах в дизайне интерфейсов."
  },
  {
    "id": 103,
    "fullName": "Наталья Олеговна Белова",
    "sex": "female",
    "skills": {
      "Направление": ["Управление проектами (PM, Scrum, Agile)"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["Jira", "Confluence", "Trello", "Notion", "Slack", "MS Project", "ClickUp"],
      "Платформы": ["Web", "Mobile", "Cloud"]
    },
    "experienceYears": 8,
    "contacts": {
      "email": "n.belova.pm@gmail.com",
      "phone": "+7 (926) 456-78-90"
    },
    "bio": "Наталья — проджект-менеджер с 8-летним опытом управления IT-проектами. Начинала как бизнес-аналитик, затем прошла сертификацию PMP и перешла в управление. Основные достижения: 1) Успешный запуск 20+ проектов с бюджетом до $500K, 2) Внедрение Scrum в 5 командах, сократившее time-to-market на 30%, 3) Реализация кросс-функционального продукта для здравоохранения, получившего государственную премию. Специализируется на: 1) Гибких методологиях (Agile, Kanban), 2) Управлении рисками, 3) Командной координации между разработкой, дизайном и маркетингом. Работала с клиентами из США, ЕС и Сингапура. Проводит корпоративные тренинги по Agile-трансформации. Автор статей в HR & Project Management журналах."
  },
  {
    "id": 104,
    "fullName": "Ирина Викторовна Морозова",
    "sex": "female",
    "skills": {
      "Направление": ["Контент и маркетинг"],
      "Языки": ["Русский", "Английский", "Китайский"],
      "Технологии": ["SEO", "Google Ads", "Meta Business", "LinkedIn Ads", "HubSpot", "Canva", "ChatGPT"],
      "Платформы": ["Web", "Social Media", "CRM"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "i.morozova.marketing@yandex.ru",
      "phone": "+7 (915) 567-89-01"
    },
    "bio": "Ирина — маркетолог с 4-летним опытом в digital-продвижении. Начинала как копирайтер, затем освоила performance-маркетинг. Основные достижения: 1) Рост органического трафика сайта в 3 раза за год за счёт SEO-оптимизации, 2) Запуск viral-кампании в соцсетях (5M+ просмотров), 3) Снижение CPA на 40% через реструктуризацию рекламных кампаний. Специализируется на: 1) Контент-стратегиях, 2) Таргетированной рекламе, 3) Автоматизации маркетинга. Работала с брендами из e-commerce, SaaS и edtech. Организовывала вебинары с охватом 10 000+ зрителей. Ведёт подкаст о digital-маркетинге. Прошла курсы по нейромаркетингу и поведенческой экономике."
  },
  {
    "id": 105,
    "fullName": "Мария Денисовна Гусева",
    "sex": "female",
    "skills": {
      "Направление": ["Аналитика"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Python", "R", "SQL", "Excel", "Tableau", "Power BI", "Google Analytics"],
      "Платформы": ["Windows", "MacOS", "Cloud"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "m.guseva.analyst@mail.com",
      "phone": "+7 (903) 678-90-12"
    },
    "bio": "Мария — data analyst с 5-летним опытом работы в финансовом секторе и ритейле. Начинала карьеру в банковской аналитике, затем перешла в e-commerce. Основные достижения: 1) Разработка модели прогнозирования спроса, снизившая логистические издержки на 15%, 2) Внедрение системы мониторинга KPI в реальном времени, 3) Проведение сегментации клиентской базы, повысившей конверсию email-рассылок на 22%. Специализируется на: 1) Статистическом анализе (A/B-тесты, регрессии), 2) Визуализации данных, 3) ETL-процессах. Участвует в дата-хакатонах. Прошла обучение в области ML на Coursera. Ведёт канал про анализ данных с кейсами из личного опыта."
  },
  {
    "id": 106,
    "fullName": "Светлана Игоревна Новикова",
    "sex": "female",
    "skills": {
      "Направление": ["Дизайн"],
      "Языки": ["Русский", "Английский", "Итальянский"],
      "Технологии": ["Adobe Photoshop", "Illustrator", "InDesign", "Figma", "Procreate", "CorelDRAW"],
      "Платформы": ["MacOS", "Windows", "iPad"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "s.novikova.design@proton.me",
      "phone": "+7 (925) 789-01-23"
    },
    "bio": "Светлана — графический дизайнер с 6-летним опытом в полиграфии и digital. Начинала в рекламном агентстве, затем работала арт-директором в издательстве. Основные достижения: 1) Редизайн журнала, увеличивший продажи на 30%, 2) Создание серии плакатов для международного фестиваля, 3) Разработка упаковки для премиального бренда. Специализируется на: 1) Типографике, 2) Бренд-айдентике, 3) Иллюстрации. Участвовала в выставках современного дизайна. Преподавала в художественной школе. Владеет техниками ручной графики (акварель, линогравюра). Ведёт Instagram с работами (20K+ подписчиков)."
  },
  {
    "id": 107,
    "fullName": "Татьяна Петровна Крылова",
    "sex": "female",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Figma", "Adobe XD", "Sketch", "Zeplin", "ProtoPie", "UserPersona", "Hotjar"],
      "Платформы": ["Web", "Mobile"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "t.krylova.ux@gmail.com",
      "phone": "+7 (916) 890-12-34"
    },
    "bio": "Татьяна — UX/UI-дизайнер с 4-летним опытом в fintech и edtech. Начинала как стажёр в стартапе, затем выросла до ведущего дизайнера. Основные достижения: 1) Проведение полного UX-аудита мобильного приложения, 2) Создание дизайн-системы для SaaS-платформы, 3) Увеличение NPS на 15 пунктов за счёт улучшения юзабилити. Специализируется на: 1) User research, 2) Прототипировании, 3) Дизайн-мышлении. Провела 100+ юзабилити-тестов. Участвует в конференциях по дизайну (как спикер). Прошла курсы по психологии восприятия. Ведёт блог о когнитивных искажениях в интерфейсах."
  },
  {
    "id": 108,
    "fullName": "Юлия Вадимовна Зимина",
    "sex": "female",
    "skills": {
      "Направление": ["Управление проектами (PM, Scrum, Agile)"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Jira", "Confluence", "Trello", "Asana", "Miro", "Slack", "MS Teams"],
      "Платформы": ["Web", "Mobile", "Enterprise"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "u.zimina.pm@yahoo.com",
      "phone": "+7 (926) 901-23-45"
    },
    "bio": "Юлия — project manager с 7-летним опытом в IT и консалтинге. Начинала как продакт-оунер в стартапе, затем управляла крупными корпоративными проектами. Основные достижения: 1) Координация команды из 30+ человек на международном проекте, 2) Внедрение гибридной методологии (Scrum + Waterfall) для госзаказчика, 3) Сокращение количества багов в production на 50% через улучшение процессов. Специализируется на: 1) Управлении распределёнными командами, 2) Agile-коучинге, 3) Преодолении организационного сопротивления. Сертифицированный Scrum Master (PSM II). Проводит корпоративные тренинги. Пишет статьи про soft skills в управлении."
  },
  {
    "id": 109,
    "fullName": "Екатерина Анатольевна Баранова",
    "sex": "female",
    "skills": {
      "Направление": ["Контент и маркетинг"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["SEO", "Google Analytics", "Ahrefs", "Semrush", "ChatGPT", "Canva", "WordPress"],
      "Платформы": ["Web", "Social Media", "CMS"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "e.baranova.content@protonmail.com",
      "phone": "+7 (903) 012-34-56"
    },
    "bio": "Екатерина — контент-маркетолог с 5-летним опытом в медиа и IT. Начинала как журналист, затем перешла в digital-маркетинг. Основные достижения: 1) Запуск блога компании с 100K+ посетителей в месяц, 2) Рост подписной базы email-рассылки с 10K до 150K, 3) Организация вирусного челленджа в соцсетях (2M+ упоминаний). Специализируется на: 1) SEO-оптимизации, 2) Сторителлинге, 3) Growth-хаках. Работала с брендами из travel, edtech и wellness. Организовывала контент-стратегии для 20+ проектов. Ведёт авторский курс по контент-маркетингу. Увлекается нейролингвистикой и психологией влияния."
  },
  {
    "id": 110,
    "fullName": "Александра Станиславовна Широкова",
    "sex": "female",
    "skills": {
      "Направление": ["Fullstack-разработка"],
      "Языки": ["Русский", "Английский", "Польский"],
      "Технологии": ["JavaScript", "TypeScript", "React", "Node.js", "NestJS", "PostgreSQL", "GraphQL", "Docker"],
      "Платформы": ["Web", "Linux", "Cloud"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "a.shirokova.dev@gmail.com",
      "phone": "+7 (925) 112-33-44"
    },
    "bio": "Александра — fullstack-разработчик с 4-летним опытом. Начинала с фронтенда, затем углубилась в бэкенд. Основные достижения: 1) Разработка платформы для онлайн-торговли с обработкой 1000+ запросов/сек, 2) Оптимизация API, сократившая время ответа на 40%, 3) Внедрение микросервисной архитектуры. Специализируется на: 1) SSR-приложениях (Next.js), 2) Безопасности API, 3) Рефакторинге legacy-кода. Участвует в open-source проектах. Ведёт технический блог о performance optimization."
  },
  {
    "id": 111,
    "fullName": "Людмила Геннадьевна Орлова",
    "sex": "female",
    "skills": {
      "Направление": ["Аналитика"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Python", "SQL", "Apache Spark", "Tableau", "A/B тестирование", "Machine Learning basics"],
      "Платформы": ["Linux", "Cloud", "Big Data"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "l.orlova.data@yandex.ru",
      "phone": "+7 (916) 223-44-55"
    },
    "bio": "Людмила — data scientist с упором на аналитику. Карьеру начала в ритейле, где автоматизировала отчёты. Основные достижения: 1) Построение рекомендательной системы (+15% к среднему чеку), 2) Разработка ETL-пайплайнов для обработки 1ТБ+ данных ежедневно, 3) Создание дашбордов для C-level. Специализируется на: 1) Predictive analytics, 2) NLP (анализ отзывов), 3) Data governance. Преподаёт на курсах по аналитике, автор статей о DataOps."
  },
  {
    "id": 112,
    "fullName": "Валентина Александровна Фролова",
    "sex": "female",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский", "Китайский"],
      "Технологии": ["Figma", "Adobe XD", "Proto.io", "Hotjar", "Optimal Workshop", "Framer"],
      "Платформы": ["Mobile", "Web", "AR/VR"]
    },
    "experienceYears": 3,
    "contacts": {
      "email": "v.frolova.design@mail.ru",
      "phone": "+7 (903) 334-45-56"
    },
    "bio": "Валентина — UX-дизайнер с фокусом на мобильные приложения. Работала над проектами для Alibaba Group и российских банков. Основные достижения: 1) Увеличение retention на 25% через редизайн onboarding, 2) Создание гайдлайнов для дизайн-систем, 3) 50+ проведённых юзабилити-тестов. Специализируется на: 1) Микроанимациях, 2) Доступности (WCAG), 3) Кросскультурных интерфейсах (Китай/РФ). Владеет основами фронтенда (HTML/CSS). Ведёт UX-дневник в Telegram."
  },
  {
    "id": 113,
    "fullName": "Галина Борисовна Савельева",
    "sex": "female",
    "skills": {
      "Направление": ["Управление проектами (PM, Scrum, Agile)"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["Jira", "Confluence", "ClickUp", "Miro", "Toggl Track", "Slack", "Notion"],
      "Платформы": ["Enterprise", "Startups"]
    },
    "experienceYears": 9,
    "contacts": {
      "email": "g.savelieva.pm@gmail.com",
      "phone": "+7 (926) 445-56-67"
    },
    "bio": "Галина — senior PM с опытом в госпроектах и финтехе. Основные достижения: 1) Управление бюджетом €2M+, 2) Запуск мобильного банка с 500K+ пользователей за год, 3) Agile-трансформация в 3 компаниях. Специализируется на: 1) Risk management, 2) Удалённых командах, 3) SAFe. Сертификаты: PMP, SAFe 5. Организует менторские программы для junior PM. Пишет книгу о гибридных методологиях."
  },
  {
    "id": 114,
    "fullName": "Вероника Леонидовна Ермакова",
    "sex": "female",
    "skills": {
      "Направление": ["Контент и маркетинг"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["SEO", "Google Analytics", "SEMrush", "ChatGPT", "Midjourney", "HubSpot", "LinkedIn Ads"],
      "Платформы": ["Social Media", "CMS", "Email Marketing"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "v.ermakova.cmo@protonmail.com",
      "phone": "+7 (915) 556-67-78"
    },
    "bio": "Вероника — директор по маркетингу с опытом в B2B и edtech. Основные достижения: 1) Запуск образовательного YouTube-канала (100K+ подписчиков), 2) Рост органического трафика на 200% за год, 3) Внедрение AI-инструментов для генерации контента. Специализируется на: 1) Контент-стратегиях, 2) Employer branding, 3) Веб-аналитике. Провела 50+ воркшопов по digital-маркетингу. Курирует стартапы в акселераторе."
  },
  {
    "id": 115,
    "fullName": "Дарья Артёмовна Кудрявцева",
    "sex": "female",
    "skills": {
      "Направление": ["Дизайн"],
      "Языки": ["Русский", "Французский"],
      "Технологии": ["Adobe Photoshop", "Illustrator", "After Effects", "Cinema 4D", "Substance Painter", "Figma"],
      "Платформы": ["3D Modeling", "Motion Design", "Branding"]
    },
    "experienceYears": 7,
    "contacts": {
      "email": "d.kudryavtseva.art@yahoo.com",
      "phone": "+7 (977) 667-78-89"
    },
    "bio": "Дарья — арт-директор с экспертизой в 3D и моушн-дизайне. Работала над рекламой для Coca-Cola, BMW и Netflix. Основные достижения: 1) Создание анимированного бренд-персонажа для стриминга, 2) Дизайн упаковки с дополненной реальностью, 3) Оформление выставки в Лувре. Специализируется на: 1) 3D-визуализации, 2) Типографике, 3) Арт-дирекшене. Преподаёт в Британке, курирует фестиваль цифрового искусства."
  },
  {
    "id": 116,
    "fullName": "Алина Романовна Маслова",
    "sex": "female",
    "skills": {
      "Направление": ["Frontend-разработка"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["React", "Vue.js", "TypeScript", "Webpack", "Jest", "Three.js", "GSAP"],
      "Платформы": ["Web", "Mobile", "PWA"]
    },
    "experienceYears": 3,
    "contacts": {
      "email": "a.maslova.frontend@mail.com",
      "phone": "+7 (903) 778-89-90"
    },
    "bio": "Алина — фронтенд-разработчик с фокусом на интерактивные интерфейсы. Основные достижения: 1) Разработка интерактивной карты для туристического стартапа, 2) Оптимизация загрузки SPA (сокращение FCP на 50%), 3) Внедрение микрофронтендов. Специализируется на: 1) Анимации интерфейсов, 2) Доступности, 3) WebGL. Участвует в хакатонах как технический эксперт. Ведёт канал про креативный код."
  },
  {
    "id": 117,
    "fullName": "Ксения Валерьевна Тихонова",
    "sex": "female",
    "skills": {
      "Направление": ["Аналитика"],
      "Языки": ["Русский", "Английский", "Испанский"],
      "Технологии": ["SQL", "Python", "Power BI", "Google Data Studio", "Airflow", "Excel", "BigQuery"],
      "Платформы": ["Cloud", "ERP", "CRM"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "k.tikhonova.analytics@gmail.com",
      "phone": "+7 (916) 889-90-01"
    },
    "bio": "Ксения — BI-аналитик в e-commerce. Основные достижения: 1) Построение системы мониторинга фрод-активности (-€300K убытков), 2) Автоматизация 80% отчётов, 3) Прогнозная модель сезонного спроса (точность 92%). Специализируется на: 1) ETL, 2) Дашбордах для топ-менеджмента, 3) SQL-оптимизации. Проводит внутренние воркшопы по SQL. Увлекается анализом киноиндустрии (побочный проект)."
  },
  {
    "id": 118,
    "fullName": "Полина Кирилловна Кузнецова",
    "sex": "female",
    "skills": {
      "Направление": ["Контент и маркетинг"],
      "Языки": ["Русский", "Английский", "Корейский"],
      "Технологии": ["SMM", "TikTok Ads", "Instagram Reels", "Canva", "CapCut", "Google Trends", "Brand Analytics"],
      "Платформы": ["Social Media", "Short Video", "Influencer Marketing"]
    },
    "experienceYears": 2,
    "contacts": {
      "email": "p.kuznetsova.smm@yandex.ru",
      "phone": "+7 (925) 990-01-12"
    },
    "bio": "Полина — SMM-специалист с экспертизой в viral-маркетинге. Основные достижения: 1) Рост аккаунта бренда с 0 до 250K подписчиков за 6 месяцев, 2) Челендж с 5M+ просмотров, 3) Коллаборации с 50+ микроинфлюенсерами. Специализируется на: 1) Трендвотчинге, 2) UGC-стратегиях, 3) Аналитике соцсетей. Владеет монтажом видео и базовым дизайном. Ведёт блог о трендах в Asian digital-culture."
  },
  {
    "id": 119,
    "fullName": "Алёна Дмитриевна Блинова",
    "sex": "female",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский", "Французский"],
      "Технологии": ["Figma", "Adobe XD", "Sketch", "InVision", "Photoshop", "User Personas", "User Flows"],
      "Платформы": ["Web", "Mobile", "SaaS"]
    },
    "experienceYears": 3,
    "contacts": {
      "email": "a.blinova.design@gmail.com",
      "phone": "+7 (915) 456-78-90"
    },
    "bio": "Алёна — UX/UI-дизайнер с 3-летним опытом создания интуитивных интерфейсов для цифровых продуктов. Специализируется на user-centered дизайне, проводит полный цикл работ: от исследования пользователей до тестирования готовых прототипов. Ключевые проекты: 1) Редизайн мобильного приложения банка (увеличение конверсии на 27%), 2) Создание дизайн-системы для стартапа в сфере EdTech, 3) Разработка адаптивного интерфейса для маркетплейса. Владеет методами юзабилити-тестирования, умеет визуализировать пользовательские сценарии. Постоянно изучает новые тенденции в дизайне, посещает международные конференции (например, UX London). В свободное время ведёт Telegram-канал о психологии в дизайне, где анализирует когнитивные искажения и их влияние на пользовательский опыт. Работала с клиентами из США, Европы и Азии, что позволило развить кросс-культурное понимание потребностей пользователей."
  },
  {
    "id": 120,
    "fullName": "Любовь Семёновна Шестакова",
    "sex": "female",
    "skills": {
      "Направление": ["Аналитика"],
      "Языки": ["Русский", "Английский", "Немецкий"],
      "Технологии": ["SQL", "Python", "Tableau", "Power BI", "Google Analytics", "A/B тестирование", "Machine Learning basics"],
      "Платформы": ["E-commerce", "FinTech", "Big Data"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "l.shestakova.analytics@yandex.ru",
      "phone": "+7 (916) 123-45-67"
    },
    "bio": "Любовь — data-driven аналитик с экспертизой в обработке больших данных и построении прогнозных моделей. Начинала карьеру в банковском секторе (скоринг кредитных заявок), затем перешла в ритейл-аналитику. Основные достижения: 1) Оптимизация цепочки поставок (сокращение логистических издержек на 15%), 2) Внедрение системы динамического ценообразования (+8% к марже), 3) Разработка дашбордов для C-level управления. Владеет полным стеком аналитических инструментов: от написания сложных SQL-запросов до визуализации данных в Tableau. Особый интерес представляет применение методов машинного обучения для бизнес-задач (кластеризация клиентов, прогнозирование спроса). Регулярно участвует в хакатонах по data science, имеет несколько публикаций на Medium о практическом применении pandas и numpy. Курирует стажёров, разработала внутренний курс по основам аналитики для новичков в компании. Считает, что хороший аналитик должен не только извлекать инсайты из данных, но и уметь убедительно их презентовать нетехнической аудитории."
  },
  {
    "id": 121,
    "fullName": "Диана Аркадьевна Комиссарова",
    "sex": "female",
    "skills": {
      "Направление": ["Дизайн"],
      "Языки": ["Русский", "Испанский"],
      "Технологии": ["Illustrator", "Photoshop", "After Effects", "Blender", "Procreate", "Typography", "Color Theory"],
      "Платформы": ["Branding", "Motion Design", "Packaging"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "d.komissarova.creative@mail.ru",
      "phone": "+7 (903) 987-65-43"
    },
    "bio": "Диана — мультидисциплинарный дизайнер с акцентом на брендинг и айдентику. Работала над визуальными системами для компаний в сфере FMCG, tech и культуры. Ключевые проекты: 1) Ребрендинг сети кофеен (новый фирменный стиль увеличил узнаваемость на 40%), 2) Серия анимированных промо-роликов для музыкального фестиваля, 3) Дизайн упаковки премиальной косметики. Начинала как графический дизайнер в издательстве, что дало глубокое понимание типографики и вёрстки. Затем освоила motion-дизайн и 3D, что позволило создавать комплексные визуальные решения. Особое внимание уделяет нарративу в дизайне — считает, что каждый проект должен рассказывать историю. Участвовала в выставках современного дизайна (в том числе за рубежом), работы публиковались в специализированных изданиях. Преподаёт в школе дизайна, ведёт мастер-классы по цифровой иллюстрации. Вдохновляется архитектурой, современным искусством и природными паттернами. Сейчас исследует возможности генеративного дизайна и нейросетей в творческом процессе."
  },
  {
    "id": 122,
    "fullName": "Маргарита Фёдоровна Беляева",
    "sex": "female",
    "skills": {
      "Направление": ["Управление проектами (PM, Scrum, Agile)"],
      "Языки": ["Русский", "Английский"],
      "Технологии": ["Jira", "Confluence", "Trello", "Notion", "Scrum", "Kanban", "Risk Management"],
      "Платформы": ["IT", "Digital Transformation", "Startups"]
    },
    "experienceYears": 6,
    "contacts": {
      "email": "m.belyaeva.pm@gmail.com",
      "phone": "+7 (925) 111-22-33"
    },
    "bio": "Маргарита — опытный продакт-менеджер и scrum-мастер с подтверждёнными сертификатами (PSPO, PSM). Управляла cross-functional командами до 15 человек в стартапах и крупных IT-компаниях. Основные достижения: 1) Успешный запуск мобильного приложения с 500K+ установок, 2) Реализация ERP-системы для производственного холдинга, 3) Перевод трёх команд на гибкие методологии разработки. Специализируется на digital-трансформации, помогает компаниям внедрять Agile-практики. Владеет техниками фасилитации, ретроспектив и планирования спринтов. Особое внимание уделяет мотивации команд и разрешению конфликтов. Регулярно выступает на конференциях по проектному управлению, пишет статьи о кейсах внедрения Scrum в традиционных бизнесах. Разработала собственную систему метрик для оценки эффективности Agile-команд. Считает, что хороший PM должен сочетать технические знания с soft skills. В свободное время консультирует социальные стартапы, помогает НКО выстраивать процессы управления проектами. Убеждена, что правильные процессы могут сделать продуктивными даже сложные команды."
  },
  {
    "id": 123,
    "fullName": "Элина Григорьевна Котова",
    "sex": "female",
    "skills": {
      "Направление": ["Контент и маркетинг"],
      "Языки": ["Русский", "Китайский"],
      "Технологии": ["SEO", "Google Ads", "Email Marketing", "Content Strategy", "Copywriting", "Marketing Automation", "CRM"],
      "Платформы": ["B2B", "EdTech", "Marketplaces"]
    },
    "experienceYears": 4,
    "contacts": {
      "email": "e.kotova.marketing@yandex.ru",
      "phone": "+7 (916) 555-44-33"
    },
    "bio": "Элина — performance-маркетолог с фокусом на измеримые результаты и конверсию. Начинала карьеру как копирайтер, что дало глубокое понимание воронок продаж и цепочек вовлечения. Основные достижения: 1) Увеличение LTV клиента на 35% через внедрение email-маркетинга, 2) Снижение стоимости лида на 40% за счёт оптимизации рекламных кампаний, 3) Запуск успешной партнёрской программы. Специализируется на комплексном digital-маркетинге: от настройки рекламы до автоматизации в CRM. Особый интерес представляет аналитика и атрибуция — умеет выстраивать сквозную аналитику даже для сложных продуктовых цепочек. Работала с азиатскими рынками (особенно Китаем), что дало понимание специфики продвижения в этом регионе. Владеет основами веб-аналитики и UX, что позволяет более целостно подходить к маркетинговым стратегиям. Регулярно проводит аудиты рекламных кампаний для малого бизнеса, ведёт блог о digital-маркетинге с практическими кейсами. Считает, что современный маркетолог должен быть на стыке креатива и данных, уметь тестировать гипотезы и быстро итерационировать."
  },
  {
    "id": 124,
    "fullName": "Виктория Рудольфовна Суханова",
    "sex": "female",
    "skills": {
      "Направление": ["UI/UX-дизайн"],
      "Языки": ["Русский", "Английский", "Японский"],
      "Технологии": ["Figma", "ProtoPie", "UX Research", "Design Thinking", "Accessibility", "Microinteractions", "Design Systems"],
      "Платформы": ["Mobile Apps", "Web Services", "IoT"]
    },
    "experienceYears": 5,
    "contacts": {
      "email": "v.sukhanova.ux@mail.ru",
      "phone": "+7 (903) 123-45-67"
    },
    "bio": "Виктория — UX-дизайнер с сильным исследовательским бэкграундом и вниманием к деталям. Специализируется на создании сложных интерфейсов для B2B-решений и инновационных продуктов. Основные проекты: 1) Дизайн системы управления умным домом (улучшение NPS с 35 до 68), 2) Редизайн медицинского SaaS (сокращение времени на выполнение ключевых операций на 25%), 3) Гайдлайны для голосовых интерфейсов. Начинала как UX-исследователь, что сформировало привычку подкреплять дизайн-решения данными. Проводит юзабилити-тесты, глубинные интервью, карточные сортировки и другие методы исследования пользователей. Особый интерес представляет инклюзивный дизайн и доступность интерфейсов. Владеет продвинутыми прототипированием в ProtoPie, создаёт интерактивные демонстрации сложных взаимодействий. Участвовала в проектах для японских клиентов, что дало понимание культурных особенностей UX. Преподаёт в UX-школе, курирует дипломные проекты. Считает, что хороший дизайн должен быть незаметным, а идеальный интерфейс — предугадывать потребности пользователя. Постоянно экспериментирует с новыми инструментами и подходами в дизайне."
  }
]