[
  {
    "rate": 5,
    "from": "Сбербанк",
    "feedback": "Кирилл проделал выдающуюся работу над редизайном мобильного приложения, что привело к росту NPS на 20 пунктов. Его системный подход к проектированию интерфейсов и глубокая аналитика пользовательского поведения позволили нам устранить ключевые проблемы юзабилити. Кирилл — не просто талантливый дизайнер, но и отличный командный игрок, умеющий объяснить и обосновать свои решения."
  },
  {
    "rate": 5,
    "from": "Яндекс",
    "feedback": "Работа Кирилла над улучшением UX для Яндекс.Музыки значительно повысила удовлетворенность пользователей. Его дизайн-система сократила время разработки новых компонентов на 30%, а проведенные им юзабилити-тесты выявили критические точки, которые мы упустили. Рекомендуем как сильного Senior-дизайнера с комплексным мышлением."
  },
  {
    "rate": 4,
    "from": "ВКонтакте",
    "feedback": "Кирилл помог нам переосмыслить интерфейс сервиса VK Музыка. Его прототипы были детализированы и функциональны, хотя иногда требовали слишком много времени на согласование. Незначительные разногласия по поводу визуальных акцентов не помешали в итоге получить отличный результат. Сотрудничеством довольны."
  },
  {
    "rate": 5,
    "from": "Тинькофф",
    "feedback": "В рамках коллаборации над обновлением интерфейса мобильного банка Кирилл предложил несколько инновационных решений, которые мы внедрили в production. Его подход к micro-interactions и анимации сделал взаимодействие с приложением более плавным. Отдельно отметим его работу по accessibility — теперь наш интерфейс соответствует требованиям WCAG."
  },
  {
    "rate": 5,
    "from": "МТС Digital",
    "feedback": "Кирилл руководил дизайном платформы для стриминга подкастов, и результат превзошел ожидания. Его способность балансировать между бизнес-требованиями и пользовательскими нуждами редка для рынка. Проведенные им воркшопы по Figma для нашей команды до сих пор вспоминают как одни из самых полезных."
  },
  {
    "rate": 4,
    "from": "Райффайзенбанк",
    "feedback": "Сотрудничали с Кириллом над редизайном личного кабинета. Его исследования пользователей помогли упростить ключевые сценарии, хотя некоторые предложенные им визуальные решения потребовали доработки под наши гайдлайны. В целом — положительный опыт, рекомендуем с оговоркой на необходимость четкого ТЗ."
  },
  {
    "rate": 3,
    "from": "Лаборатория Касперского",
    "feedback": "Участвовал в разработке интерфейса для нашего сервиса безопасных платежей. Технически работа выполнена хорошо, но были задержки по срокам из-за желания перепроверять каждую деталь. Итоговый дизайн получился функциональным, но не хватило «фирменности» нашего стиля."
  },
  {
    "rate": 5,
    "from": "Wildberries",
    "feedback": "Кирилл создал дизайн-систему для личного кабинета продавцов, что сократило количество обращений в поддержку на 25%. Его умение слушать feedback и быстро итерироваться — огромный плюс. Готовы пригласить снова для работы над новыми фичами!"
  },
  {
    "rate": 2,
    "from": "2ГИС",
    "feedback": "Короткий проект по улучшению карточки организаций. К сожалению, предложенные решения плохо учитывали наши ограничения по дата-визуализации, и часть идей пришлось сильно упрощать. Возможно, не хватило погружения в специфику геосервисов."
  },
  {
    "rate": 5,
    "from": "СберСтрахование",
    "feedback": "Переработанный Кириллом интерфейс кабинета клиента увеличил конверсию на оформление полисов. Особенно ценим его работу по сокращению шагов в ключевых сценариях — это именно то, чего нам не хватало. Профессионал, умеющий мыслить метриками."
  },
  {
    "rate": 4,
    "from": "Авито",
    "feedback": "Работа над фильтрами в мобильном приложении. Кирилл предложил неочевидные, но эффективные паттерны, хотя часть решений оказалась избыточной для нашей массовой аудитории. После адаптации под наши стандарты изменения дали позитивный эффект."
  },
  {
    "rate": 5,
    "from": "QIWI",
    "feedback": "Лучший дизайнер в нашем проекте по редизайну QIWI Кошелька за последние годы! Его подход к тестированию гипотез (50+ usability-сессий) и focus на accessibility — пример для подражания. Некоторые его наработки стали частью нашего UI-Kit."
  },
  {
    "rate": 3,
    "from": "Делимобиль",
    "feedback": "Разрабатывал интерфейс аренды автомобилей. Хороший UX-анализ, но визуальная часть показалась нам слишком «кастомной» и потребовала много правок под наш бренд. В следующий раз четче обозначим требования к стилю."
  },
  {
    "rate": 5,
    "from": "Росбанк",
    "feedback": "Кирилл провел полный аудит интерфейсов интернет-банка и предложил решения, которые снизили нагрузку на кол-центр. Его методология работы с дизайн-системами — это именно то, что нужно крупным финансовым продуктам. Ждем его в новых проектах!"
  },
  {
    "rate": 4,
    "from": "Ozon",
    "feedback": "Участвовал в улучшении карточки товара для Ozon Travel. Понравилась глубина проработки сценариев, но некоторые интерактивные элементы оказались сложны для быстрой реализации. После доработки инженерами изменения дали +12% к кликам по ключевым CTА."
  }
]