[
  {
    "rate": 5,
    "from": "Яндекс.Облако",
    "feedback": "Григорий — один из самых сильных DevOps-инженеров, с которыми нам довелось работать. Его вклад в миграцию нашей инфраструктуры на Kubernetes был просто неоценим. Он не только настроил ArgoCD для 200+ микросервисов, но и оптимизировал наши пайплайны, сократив время развертывания на 40%. Его подход к Infrastructure as Code (более 20K строк Terraform за проект) позволил нам избежать множества рутинных ошибок. Отдельно хочется отметить его навыки в настройке мониторинга: благодаря Grafana и Prometheus мы получили прозрачность работы всех систем. Григорий — это тот специалист, который не просто выполняет задачи, а приносит реальную бизнес-ценность."
  },
  {
    "rate": 5,
    "from": "СберТех",
    "feedback": "Работали с Григорием над проектом по переносу критичных сервисов из дата-центра в AWS. Результат превзошёл все ожидания: он не только реализовал миграцию без downtime, но и настроил автоскейлинг, что сэкономило нам около $300K в год. Его экспертиза в Terraform и Ansible позволила автоматизировать 90% процессов. А disaster recovery-план, который он разработал, до сих пор считается эталонным в нашей компании. Григорий — профессионал, который умеет объяснять сложные вещи простым языком, что особенно ценно при работе с кросс-функциональными командами. Рекомендуем без колебаний!"
  },
  {
    "rate": 4,
    "from": "Тинькофф",
    "feedback": "Григорий работал с нами над оптимизацией CI/CD для нашего финтех-стэка. В целом впечатления положительные: он отлично разбирается в Kubernetes и смог значительно ускорить наши сборки. Особенно полезным оказалось его умение работать с ArgoCD — теперь наши деплои стали гораздо стабильнее. Единственный нюанс — иногда его решения были излишне сложными для наших junior-инженеров, что требовало дополнительного времени на обучение. Но в итоге проект был завершён успешно, и инфраструктура стала намного надежнее. Хороший специалист, особенно для сложных задач."
  },
  {
    "rate": 5,
    "from": "VK Cloud",
    "feedback": "Григорий — это DevOps-гуру! Он помог нам перевести 150 виртуальных машин с OpenStack на Kubernetes, и его подход к GitOps (всё через код, никаких ручных изменений) стал стандартом для всей компании. Его скрипты для автоматизации развертывания Prometheus и Grafana сэкономили нам сотни часов работы. А ещё он провёл потрясающий воркшоп по безопасности облачных сред — после него наши инженеры стали гораздо внимательнее к конфигурациям. Если вам нужен человек, который не просто знает инструменты, а понимает философию DevOps — это Григорий."
  },
  {
    "rate": 3,
    "from": "Озон",
    "feedback": "Сотрудничество с Григорием было неоднозначным. С одной стороны, его навыки в Terraform и AWS бесспорны — он смог оптимизировать наши затраты на облако. С другой — его стиль работы показался нам слишком «академичным»: много времени уходило на идеальную автоматизацию там, где можно было сделать проще и быстрее. Команда жаловалась на сложность его решений для повседневных задач. В итоге инфраструктура стала надежнее, но адаптация заняла больше времени, чем планировалось. Возможно, для более сложных проектов его подход был бы идеален."
  },
  {
    "rate": 5,
    "from": "МТС Digital",
    "feedback": "Григорий — это инженер, который превращает хаос инфраструктуры в упорядоченную систему. Он работал над настройкой мониторинга для нашего телеком-стэка, и его конфигурации Prometheus + Grafana до сих пор считаются лучшими в компании. Он не только автоматизировал 95% процессов через Ansible, но и написал подробную документацию, что редкость для DevOps-специалистов. Отдельно хочется отметить его работу по внедрению service mesh — это значительно повысило отказоустойчивость наших сервисов. Настоящий профессионал!"
  },
  {
    "rate": 5,
    "from": "Ростелеком",
    "feedback": "Мы привлекали Григория к миграции государственных сервисов в облако, и он справился блестяще. Его подход к безопасности (все конфигурации через код, регулярные аудиты) удовлетворил даже самых строгих регуляторов. Он не только настроил Kubernetes-кластеры, но и реализовал механизм аварийного восстановления, который уже спас нас от двух критичных инцидентов. Его сертификации CKA и AWS Solutions Architect — не просто бумажки, а подтверждение реальной экспертизы. Если вам нужен DevOps, который понимает и технологии, и бизнес-требования — это Григорий."
  },
  {
    "rate": 4,
    "from": "2ГИС",
    "feedback": "Григорий помог нам с оптимизацией работы геосервисов в облаке. Его настройки автоскейлинга в AWS сократили наши затраты на 20%, а внедрение ArgoCD сделало деплой картографических данных намного стабильнее. Единственное замечание — иногда его перфекционизм приводил к задержкам: например, он потратил 2 недели на идеальную Terraform-конфигурацию, когда можно было сделать проще. Но в долгосрочной перспективе это окупилось — теперь инфраструктура масштабируется без проблем. Рекомендуем для сложных проектов."
  },
  {
    "rate": 5,
    "from": "QIWI",
    "feedback": "Григорий — ключевой человек в нашей DevOps-трансформации. Он не только перевёл 100% нашей инфраструктуры в IaC (Terraform + Ansible), но и научил всю команду работать по принципам GitOps. Его система логирования (ELK + Grafana Loki) позволила нам сократить время реакции на инциденты с часов до минут. А ещё он провёл лучший технический воркшоп за последние годы — даже наши менеджеры поняли, что такое Kubernetes! Проект был завершён на месяц раньше срока, что для финтеха — редкий случай. Берите его, пока не перехватили конкуренты!"
  },
  {
    "rate": 2,
    "from": "Wildberries",
    "feedback": "К сожалению, сотрудничество с Григорием не сложилось. Наш ритм требует очень быстрых решений, а его подход к «всё через код, никаких костылей» часто тормозил процесс. Например, вместо быстрого фикса бага через консоль AWS он настаивал на полном пересмотре Terraform-конфигов, что занимало дни. Возможно, для корпоративных проектов с долгосрочным планированием его методы идеальны, но для нашего динамичного e-commerce — слишком медленно. В итоге перешли на другого инженера."
  },
  {
    "rate": 5,
    "from": "Лаборатория Касперского",
    "feedback": "Григорий работал над безопасностью нашей облачной инфраструктуры, и результат превзошёл ожидания. Он не только закрыл сотни уязвимостей в AWS-конфигурациях, но и внедрил механизмы автоматического аудита через Prometheus и Grafana. Его подход к Infrastructure as Code (все изменения только через Git-ревью) стал стандартом для всей компании. А disaster recovery-план, который он разработал, — это произведение искусства. Если вам нужен DevOps с глубоким пониманием security — это Григорий."
  },
  {
    "rate": 5,
    "from": "Альфа-Банк",
    "feedback": "Григорий — это тот самый 10X engineer, существование которого иногда ставят под сомнение. Он руководил миграцией наших банковских сервисов в Kubernetes, и его экспертиза в ArgoCD и service mesh (Linkerd) спасла нас от множества проблем. Его CI/CD-пайплайны сократили время выхода новых фич с недель до дней, а система мониторинга на базе Prometheus позволила предупредить несколько критичных инцидентов. Сертификации CKA и CKAD — лишь верхушка айсберга его знаний. Лучший DevOps в нашем референсе!"
  },
  {
    "rate": 4,
    "from": "X5 Group",
    "feedback": "Григорий работал над оптимизацией нашей retail-инфраструктуры. Его настройки Kubernetes-кластеров для 3000+ магазинов значительно улучшили отказоустойчивость. Особенно впечатлило внедрение GitOps — теперь все изменения прозрачны и отслеживаемы. Единственный минус — иногда его решения требовали апгрейда навыков нашей команды, что занимало время. Но в долгосрочной перспективе это пошло на пользу. Рекомендуем для масштабных проектов."
  },
  {
    "rate": 5,
    "from": "Газпромнефть (Цифровые решения)",
    "feedback": "Григорий реализовал для нас hybrid-cloud решение (AWS + OpenStack), и это был один из самых сложных и успешных проектов за последние годы. Его подход к Terraform (модульность, reuse конфигов) позволил нам легко масштабировать инфраструктуру. А его система мониторинга на Prometheus + Grafana стала единым стандартом для всех дочерних компаний. Отдельно благодарим за тренинг по Kubernetes — даже наши нефтяники теперь понимают, что такое pod’ы!"
  },
  {
    "rate": 5,
    "from": "Mail.ru Group",
    "feedback": "Григорий — легенда нашей DevOps-команды. За 3 года он автоматизировал развертывание 1000+ серверов, внедрил GitOps для всех проектов и написал Terraform-конфиги, которые до сих пор используют как учебные. Его вклад в настройку автоскейлинга сэкономил компании миллионы рублей. А его митапы по DevOps собирали аншлаги. Уходил от нас с сожалением, но такие специалисты должны расти — и он вырос в одного из лучших в индустрии."
  },
  {
    "rate": 3,
    "from": "Рамблер",
    "feedback": "Григорий — безусловно, талантливый инженер, но наш проект по обновлению CDN потребовал более гибкого подхода. Его стиль «всё должно быть идеально с первого раза» иногда конфликтовал с нашими tight deadlines. В итоге часть задач пришлось переделывать упрощённо. Для долгосрочных проектов с чёткими процессами он подошёл бы лучше. Но его навыки в AWS и Kubernetes неоспоримы."
  },
  {
    "rate": 5,
    "from": "СБИС (Тензор)",
    "feedback": "Григорий — это DevOps, который делает сложное простым. Он настроил для нас multi-cloud инфраструктуру (AWS + OpenStack), и его решения по синхронизации данных между платформами стали эталонными. Его подход к документации (каждая строка кода объяснена) спас нас при onboarding новых инженеров. А внедрение ArgoCD сократило количество деплой-инцидентов до нуля. Если вам нужен инженер, который думает на 10 шагов вперёд — это Григорий."
  }
]