[
  {
    "rate": 5,
    "from": "Skyeng",
    "feedback": "Екатерина полностью преобразовала наш контент-маркетинг: за год её работы трафик блога вырос с 10К до 100К посетителей в месяц. Её SEO-стратегия с акцентом на long-tail запросы стала эталоном для edtech-рынка. Особенно впечатлило умение сочетать data-driven подход с увлекательным сторителлингом.",
    "date": "2023-09-12"
  },
  {
    "rate": 5,
    "from": "СберМаркет",
    "feedback": "Запущенная Екатериной email-кампания дала 35% рост конверсии — лучший результат за 2 года! Её понимание customer journey и таргетированного контента для разных сегментов аудитории — на уровне Senior Growth Marketer. Разработанная ею система контент-воронок теперь используется как стандарт во всех наших проектах.",
    "date": "2023-11-05"
  },
  {
    "rate": 4,
    "from": "Яндекс.Путешествия",
    "feedback": "Екатерина провела редизайн нашего блога о туризме, что увеличило время на сайте на 40%. Некоторые её креативные идеи требовали доработки под наши гайдлайны, но в целом сотрудничество было крайне продуктивным. Рекомендуем как специалиста с уникальным сочетанием аналитики и креатива.",
    "date": "2023-07-18"
  },
  {
    "rate": 5,
    "from": "Нетология",
    "feedback": "Благодаря контент-стратегии Екатерины наш курс по маркетингу занял первое место в Google по 20+ ключевым запросам. Её авторский подход к «образовательному сторителлингу» стал нашей визитной карточкой. Отдельно отмечаем мастерское владение Semrush и Ahrefs для конкурентного анализа.",
    "date": "2024-01-22"
  },
  {
    "rate": 3,
    "from": "Ozon Travel",
    "feedback": "Екатерина разработала для нас серию гайдов, которые хорошо ранжируются в поиске. Однако некоторые тексты требовали существенной правки из-за излишней креативности в ущерб информативности. В целом — хороший специалист, но нуждается в четком ТЗ для сложных тем.",
    "date": "2023-08-30"
  },
  {
    "rate": 5,
    "from": "Тинькофф Журнал",
    "feedback": "За год сотрудничества Екатерина увеличила нашу подписную базу со 100К до 250К читателей. Её вирусный челлендж #ФинансоваяГрамотность собрал 1M+ упоминаний. Уникальная способность объяснять сложные финансовые темы простым языком через сторителлинг!",
    "date": "2023-10-14"
  },
  {
    "rate": 5,
    "from": "СберЗдоровье",
    "feedback": "Контент-стратегия Екатерины для нашего wellness-проекта дала 80% рост органического трафика. Её нейролингвистические приёмы в заголовках увеличили CTR на 25%. Редкий специалист, который одинаково силён в аналитике и психологии контента.",
    "date": "2024-02-08"
  },
  {
    "rate": 2,
    "from": "StartupContent Agency",
    "feedback": "К сожалению, стиль Екатерины не подошёл для нашего клиента из B2B-сектора. Её тексты были слишком эмоциональными для технической аудитории, а предложенные growth-хаки не учитывали нишевые особенности. Возможно, лучше проявляет себя в массовых B2C-проектах.",
    "date": "2023-06-25"
  },
  {
    "rate": 5,
    "from": "Lamoda",
    "feedback": "Организованный Екатериной UGC-челлендж в соцсетях принёс нам 50К новых подписчиков и 2M+ охватов. Её стратегия мотивации пользователей на создание контента — лучшая в индустрии! Отдельно отмечаем безупречное владение французским при работе с франкоязычными блогерами.",
    "date": "2023-12-03"
  },
  {
    "rate": 4,
    "from": "Авито Услуги",
    "feedback": "Екатерина провела аудит нашего блога и предложила систему кластерного контента, которая улучшила ранжирование. Некоторые её рекомендации по перелинковке были трудозатратны в реализации, но в целом эффект превзошёл ожидания. Профессионал с сильным SEO-бэкграундом.",
    "date": "2023-09-28"
  },
  {
    "rate": 5,
    "from": "Mail.ru Group",
    "feedback": "Запущенный Екатериной Telegram-канал о digital-трендах достиг 100К подписчиков за 3 месяца — рекорд для нашей экосистемы! Её подход к «микросторителлингу» в соцсетях теперь используют все наши медиа. Настоящий гуру вирального контента с аналитическим складом ума.",
    "date": "2024-01-15"
  },
  {
    "rate": 5,
    "from": "Ильичёвъ",
    "feedback": "Екатерина совершила невозможное — сделала контент о металлопрокате интересным! Разработанная ею серия кейсов с элементами сторителлинга увеличила конверсию лидов на 45%. Её умение находить неочевидные pain points аудитории достойно отдельного мастер-класса.",
    "date": "2023-11-20"
  },
  {
    "rate": 4,
    "from": "СберУниверситет",
    "feedback": "Проведённый Екатериной редизайн образовательного контента улучшил вовлечённость студентов. Хотя некоторые её эксперименты с форматами требовали доработки, общий результат впечатляет. Особенно ценим её курс по контент-маркетингу для наших преподавателей — лучшие отзывы за 5 лет!",
    "date": "2023-10-05"
  },
  {
    "rate": 5,
    "from": "Райффайзенбанк",
    "feedback": "Екатерина превратила наши скучные финансовые отчёты в увлекательные дата-сториз для соцсетей (рост вовлечённости 300%). Её система A/B-тестирования заголовков с помощью ChatGPT — гениальное решение! Теперь весь маркетинг-отдел использует её методики.",
    "date": "2024-02-18"
  },
  {
    "rate": 3,
    "from": "2ГИС Бизнес",
    "feedback": "SEO-оптимизация проведена качественно, но часть контент-идей плохо масштабировалась под наш региональный охват. Екатерина быстро адаптировалась после обратной связи, однако изначально недооценила специфику локального бизнеса. В целом — хороший результат после корректировок.",
    "date": "2023-08-12"
  },
  {
    "rate": 5,
    "from": "МТС Digital",
    "feedback": "Разработанная Екатериной система контент-атомов (1 главный материал → 50+ производных) увеличила наш охват в 5 раз. Её «рецепты» автоматизации контента с помощью Canva и ChatGPT экономят сотни рабочих часов. Настоящий инноватор в контент-маркетинге!",
    "date": "2023-12-27"
  },
  {
    "rate": 5,
    "from": "ВкусВилл",
    "feedback": "Екатерина придумала для нас челлендж #ЗОЖсВкусом, который стал трендом (3M+ упоминаний). Её глубинное интервью с нашим шеф-поваром — образец brand storytelling. Уникальная способность превращать обычные продукты в захватывающие истории!",
    "date": "2024-03-01"
  }
]