[
  {
    "rate": 5,
    "from": "Тинькофф",
    "feedback": "Геннадий создал для нас дизайн-систему, которая до сих пор является основой всех продуктов банка. Его подход к системному дизайну - это редкое сочетание эстетики и функциональности. Он не просто сделал красивые шаблоны, а продумал логику взаимодействия всех компонентов, что позволило ускорить разработку новых фич на 40%. Особенно впечатлило его внимание к деталям - каждый элемент был протестирован на usability и доступность. Геннадий - это дизайнер, который думает не только о pixels, но и о бизнес-метриках. Его работа повысила конверсию в ключевых сценариях на 15-20%."
  },
  {
    "rate": 5,
    "from": "Яндекс.Маркет",
    "feedback": "Геннадий совершил революцию в нашем пользовательском опыте! Его mobile-first подход, который сначала вызывал скепсис, привел к росту конверсии мобильных пользователей на 25%. Он провел более 50 usability-тестов, и каждый его дизайн-решение было основано на данных, а не на субъективном вкусе. Созданная им система компонентов для маркетплейса до сих пор экономит сотни часов работы дизайнеров и разработчиков. Редко встретишь специалиста, который одинаково силен и в UX-исследованиях, и в UI-дизайне, и в проектировании взаимодействий."
  },
  {
    "rate": 4,
    "from": "СберМаркет",
    "feedback": "Работали с Геннадием над редизайном нашего мобильного приложения. Впечатления в целом очень положительные: его подход к user research позволил выявить множество неочевидных проблем в пользовательских сценариях. Дизайн-система, которую он создал, значительно упростила нашу работу. Единственный нюанс - иногда его перфекционизм приводил к небольшим задержкам в сроках. Но результат того стоил - после запуска мы получили множество положительных отзывов от пользователей и рост ключевых метрик."
  },
  {
    "rate": 5,
    "from": "VK",
    "feedback": "Геннадий - это UX-дизайнер, который меняет продукты! Он работал над улучшением мессенджера, и его внимание к микро-интеракциям и анимациям сделало наш продукт по-настоящему живым. Проведенные им юзабилити-тесты выявили фундаментальные проблемы в наших пользовательских сценариях. А созданная им библиотека компонентов в Figma стала стандартом для всех команд. Особенно ценно, что он не просто делает дизайн, а думает о том, как это будет реализовано в коде - разработчики его обожают!"
  },
  {
    "rate": 3,
    "from": "Озон",
    "feedback": "Сотрудничество с Геннадием было продуктивным, но не без сложностей. С одной стороны, его дизайн-решения действительно улучшили наши метрики. С другой - его стиль работы показался нам слишком методичным для нашего быстрого ритма. Например, он настаивал на 10+ итерациях usability-тестов там, где мы обычно делали 2-3. В итоге проект был завершен успешно, но с задержкой. Возможно, для продуктов с более длинным циклом разработки его подход подошел бы лучше."
  },
  {
    "rate": 5,
    "from": "МТС Digital",
    "feedback": "Геннадий полностью преобразовал наш digital! Он создал дизайн-систему, которая объединила 20+ продуктов компании. Его подход к проектированию, основанный на глубоких user research, позволил нам наконец-то понять наших пользователей. Особенно впечатлило его умение балансировать между бизнес-требованиями и пользовательскими нуждами - это редкий навык. Внедренные им принципы доступности сделали наши сервисы удобными для всех групп пользователей. Настоящий профессионал!"
  },
  {
    "rate": 5,
    "from": "Альфа-Банк",
    "feedback": "Геннадий разработал для нас новую дизайн-систему, которая стала основой digital-трансформации банка. Его внимание к деталям и системное мышление впечатляют - он продумал все, от цветовой палитры до микро-интеракций. Проведенные им юзабилити-исследования с реальными клиентами банка выявили множество проблем, о которых мы даже не подозревали. А его подход к документации дизайна - лучший, что мы видели. Теперь все новые продукты создаются в 2 раза быстрее благодаря его работе."
  },
  {
    "rate": 4,
    "from": "2ГИС",
    "feedback": "Геннадий работал над улучшением UX наших картографических сервисов. Его подход к user research позволил нам по-новому взглянуть на потребности пользователей. Созданная им система компонентов значительно упростила жизнь разработчикам. Единственное замечание - иногда его решения были слишком радикальными для наших консервативных пользователей, требовалось больше итераций для адаптации. Но в целом - отличный специалист с глубоким пониманием пользовательского опыта."
  },
  {
    "rate": 5,
    "from": "QIWI",
    "feedback": "Геннадий - это дизайнер, который приносит реальные деньги! Его редизайн нашего финтех-приложения увеличил конверсию платежей на 18%. Проведенные им юзабилити-тесты выявили фундаментальные проблемы в наших пользовательских сценариях. А созданная им дизайн-система в Figma стала эталоном для всех продуктов компании. Особенно впечатлило его умение работать с сложными регуляторными требованиями (ЦБ РФ) и при этом создавать удобные интерфейсы. Если вам нужен дизайнер, который думает и о пользователе, и о бизнесе - это Геннадий."
  },
  {
    "rate": 2,
    "from": "Рамблер",
    "feedback": "К сожалению, сотрудничество с Геннадием не оправдало ожиданий. Безусловно, он талантливый дизайнер, но его подход оказался слишком медленным для нашего ритма. Например, он потратил 3 недели на юзабилити-тесты для фичи, которую мы обычно делаем за несколько дней. Его дизайн-решения были красивыми, но не всегда учитывали наши технические ограничения. Возможно, для крупных корпоративных проектов его методы подошли бы лучше."
  },
  {
    "rate": 5,
    "from": "Газпромнефть (Цифровые решения)",
    "feedback": "Геннадий полностью преобразовал UX наших корпоративных сервисов! Он провел масштабные user research с нашими сотрудниками и выявил десятки проблем в рабочих процессах. Созданная им дизайн-система сделала наши сложные ERP-интерфейсы по-настоящему удобными. Особенно впечатлило его умение работать с сложными бизнес-процессами и превращать их в интуитивные интерфейсы. Теперь даже наши нефтяники, далекие от IT, легко пользуются системами. Это высший пилотаж UX-дизайна!"
  },
  {
    "rate": 5,
    "from": "Wildberries",
    "feedback": "Геннадий - ключевой человек в нашем редизайне маркетплейса! Его mobile-first подход увеличил конверсию мобильных пользователей на 22%. Проведенные им A/B-тесты дизайн-решений дали нам ценные insights о поведении пользователей. А созданная им библиотека компонентов в Figma ускорила нашу работу в 3 раза. Особенно ценно, что он не просто делает красивые макеты, а продумывает всю логику взаимодействия - разработчики его обожают за четкие и продуманные решения."
  },
  {
    "rate": 4,
    "from": "Делимобиль",
    "feedback": "Геннадий работал над улучшением UX нашего каршеринг-приложения. Его подход к проектированию ключевых сценариев (аренда, оплата) действительно улучшил пользовательский опыт. Проведенные им usability-тесты выявили несколько критичных проблем в нашем потоке. Единственное замечание - иногда его решения требовали больше разработческих ресурсов, чем мы планировали. Но в итоге результат оправдал ожидания - мы получили множество положительных отзывов от пользователей."
  },
  {
    "rate": 5,
    "from": "Mail.ru Group",
    "feedback": "Геннадий - это дизайнер, который поднимает планку для всей индустрии! Он работал над редизайном нашего почтового сервиса, и его внимание к деталям и микро-интеракциям сделало продукт по-настоящему современным. Созданная им дизайн-система объединила 10+ наших сервисов. Особенно впечатлило его умение балансировать между инновациями и привычными пользовательскими паттернами. А его подход к документации в Figma - это учебник для всех наших дизайнеров. Настоящий мастер своего дела!"
  },
  {
    "rate": 3,
    "from": "СБИС (Тензор)",
    "feedback": "Сотрудничество с Геннадием было полезным, но не без сложностей. Его дизайн-решения для нашего бизнес-софта действительно улучшили UX, но его стиль работы показался нам слишком медленным для нашего agile-ритма. Много времени ушло на юзабилити-тесты и итерации. В итоге мы получили качественный продукт, но с задержкой сроков. Возможно, для продуктов с более длинным циклом разработки его подход подошел бы идеально."
  },
  {
    "rate": 5,
    "from": "X5 Group",
    "feedback": "Геннадий совершил прорыв в UX наших retail-решений! Он разработал дизайн-систему, которая теперь используется в 3000+ магазинах сети. Проведенные им полевые исследования с реальными покупателями позволили нам по-новому взглянуть на наши digital-решения. Особенно впечатлило его умение работать с сложными бизнес-процессами и превращать их в простые и элегантные интерфейсы. Если вам нужен дизайнер, который может поднять UX на принципиально новый уровень - это Геннадий."
  },
  {
    "rate": 5,
    "from": "Лаборатория Касперского",
    "feedback": "Геннадий полностью преобразовал UX наших сложных security-продуктов! Он нашел идеальный баланс между безопасностью (множество подтверждений и проверок) и удобством использования. Проведенные им юзабилити-тесты с IT-специалистами и обычными пользователями позволили создать интерфейсы, которые работают для всех. Созданная им дизайн-система в Figma стала стандартом для всех наших продуктов. Редкий специалист, который одинаково хорошо понимает и дизайн, и предметную область!"
  }
]